[Main]
DisplayName=עברית

[DB_FormPassenger]
btnClose.Hint=סגירה
chk1.Caption=קובצי קונפיגורציה
chk2.Caption=קובצי רישיון
chk3.Caption=תיקיית הורדת דרייברים
chk4.Caption=תיקיית גיבוי דרייברים
btnYes.Caption=כן
btnNo.Caption=לא
lbl2.Caption=נא לבחור את הנתונים שצריך להסיר (לא מומלץ)

[DB_FormSaleCrack]
lblTitle.Caption=אתה מריץ דרייבר-בוסטר לא-רשמי!
lblInfo1.Caption=לא רק שזה עלול להאט את מחשבך ולגרום לקריסתו אלא גם עלול לגרום לזליגת פרטיות עקב קוד-זדוני הנלווה לו. השג את דרייבר-בוסטר פרו הרשמי כעת והימנע מקריסת המערכת וזליגת פרטיות
btnClose.Hint=סגירה
btnGetFree.Caption=קבל בחינם
btnGetPro.Caption=השג את הפרו

[DB_FrameTools]
lblOther.Caption=כלים מועילים אחרים:
btnRescue.Caption=גיבוי & שיקום
btnRescue.Hint=משקם את המערכת שלך למצב נורמאלי אם איזה בעיה מתרחשת
btnSound.Caption=מתקן 'אין שמע'
btnSound.Hint=מתקן בעיות סאונד של התקן האאודיו שלך
btnNetwork.Caption=מתקן כשל רשת
btnNetwork.Hint=מתקן בעיות קישוריות רשת של התקן הרשת
btnError.Caption=מתקן שגיאות התקן
btnError.Hint=מתקן שגיאות על ההתקנים שלך
btnDisplay.Caption=מתקן רזולוציה גרועה
btnDisplay.Hint=מתקן רזולוציה לא נכונה של התקן התצוגה שלך
btnClean_1.Caption=מנקה נתונים שגויים של התקן
btnClean_1.Hint=מנקה נתונים שגויים של התקן במחשבך
btnSysInfo.Caption=מידע מערכת
btnSysInfo.Hint=אוסף ומציג מידע מפורט אודות המערכת שלך
btnISU.Caption=מעדכן התכנה
btnISU.Hint=סורק ומעדכן בקלות את כל התכניות לגירסתן האחרונה
btnOfflineDrv.Caption=מעדכן לא-קוון של דרייבר
btnOfflineDrv.Hint=מעדכן דרייברים באופן לא-מקוון עבור כרטיסי רשת ועבור התקנה מחדש/שדרוג מערכת
btniTop.Caption=וי.פּ.אן חופשי ומהיר
btniTop.Hint=שומר על הפרטיות והאבטחה של הפעילות המקוונת שלך
btnISR.Caption=מקליט המסך
btnISR.Hint=הקלטה חופשית של כל מסך מחשב, משחק ומצלמת-רשת
lblCommon.Caption=תיקון בעיות נפוצות:

[DB_FormDrvBst]
btnUptNotice.hint=גירסה חדשה זמינה
btnEnterKey.Hint=הכנס רישיון
btnBackHome.Hint=אחורה
btnClose.Hint=סגירה
btnMinimize.Hint=מזער
btnMaximize.Hint=הגדל
btnWindow.Hint=שחזר
btnMenu.Hint=אפשרויות
btnFeedback.Hint=משוב
lblLicense.Caption=נהל רישיון
btnReboot.Caption=הפעל מחדש
btnStartUpdate.Caption=עדכן כעת
btnStopUpdate.Caption=עצור
lblDriverAge.Caption=סטטוס הדרייבר
lblLastScan.Caption=סריקה אחרונה: אף פעם!
chkAutoAct.Caption=הפעל מחדש המחשב אוטומטית
mniMainSettings.Caption=הגדרות...
mniMainRescue.Caption=הצלה...
mniMainFeedback.Caption=משוב...
mniMainUpdate.Caption=בדוק לעדכונים
mniMainManual.Caption=מדריך למשתמש (F1)
mniMainSupport.Caption=תמיכה טכנית
mniMainTranslate.Caption=עזור לנו לתרגם
mniMainIObit.Caption=חונמת IObit
mniMainHistory.Caption=מה חדש
mniMainAbout.Caption=אודות
mniMainLike.Caption=לייק IObit
mniTrayShow.Caption=הצג חלון
mniTrayScan.Caption=סרוק כעת!
mniTraySettings.Caption=הגדרות...
mniTrayFeedback.Caption=משוב...
mniTrayUpdate.Caption=בדוק לעדכונים
mniTrayExit.Caption=יציאה
mniItemDetail.Caption=פרטים...
mniItemUpdate.Caption=עדכן
mniItemIgnore.Caption=התעלם
mniItemBackup.Caption=הקודם
mniItemUninstall.Caption=הסר-התקנה
mniItemRollBack.Caption=גלגל-לאחור (רול-בֶּק)
mniItemExport.Caption=רשימת ייצוא
mniItemFixSound.Caption=מתָקן שמע
mniItemFixDisplay.Caption=מתָקן רזולוציה
mniItemFixNetwork.Caption=מתָקן רשת
mniItemFixFaulty.Caption=מתָקן ליקוי
mniAutoShutdown.Caption=כיבוי אוטומטי למחשב
mniAutoReboot.Caption=הפעלה-מחדש אוטומטית למחשב
lblFailIgnore.Caption=מספר דרייברים לא הותקנו בעקבות סוגיות של אי-תאימות. אנו נספק לכם יותר דרייברים המתאימים למערכת שלך יותר מאוחר
lblAscTitle.Caption=מומלץ: Advanced SystemCare
lblAscText.Caption=הגנה ומיטוב בקליק-1 למחשבך
lblAscDownload.Caption=הורדה חינם כעת
lblNewsOffline.Caption=שתף את דרייבר בוסטר עם משפחתך וחבריך. תיהנו ביחד מהדרייברים האחרונים!
btnProFun1.Caption=דרייברים נוספים
btnProFun1.Hint=תומך ביותר הֵתקנים נדירים ומקיפים
btnProFun2.Caption=מתקן שגיאה
btnProFun2.Hint=מאַתֶּר תקלות קודי שגיאה בתיקון סוגיות חומרה
btnProFun3.Caption=הורדה אוטומטית
btnProFun3.Hint=הורדה אוטומטית של דרייברים כאשר המערכת במצב סרק
lblHomeDevice.Caption=מנהלי הֵתקן
lblHomeGame.Caption=רכיבי משחק
lblRightBoxInfo.Caption=מידע מחשב
lblRightBoxMore.Caption=ללמוד עוד
lblScanAgain.Caption=לסרוק שוב
lbl_NoItems.Caption=אף פריט אינו תואם את חיפושך.

[DB_FormSettings]
lblTitle.Caption=הגדרות
btnCancel.Caption=ביטול
btnApply.Caption=אוקיי
btnRecommended.Caption=מומלץ
btnClose.Hint=סגירה
btnTabNetwork.Caption=רשת
btnTabDrivers.Caption=דרייברים
btnTabIgnored.Caption=בהתעלמות
btnTabScan.Caption=סרוק
btnTabGeneral.Caption=כללי
btnTabFocus.Caption=מצב שקט
btnTabScheduler.Caption=המתזמן

[DB_FormRescue]
lblTitle.Caption=מרכז הצלה
btnClose.Hint=סגירה
btnTabDrvBkp.Caption=גיבוי דרייבר
btnTabDrvBkp.hint=גיבוי דרייבר
btnTabSysRst.Caption=שחזור המערכת
btnTabSysRst.hint=שחזור המערכת
btnTabDrvRst.Caption=שחזור הדרייבר
btnTabDrvRst.hint=שחזור הדרייבר
lblWaiting.Caption=ממתין...
lvSysRstList.Columns[0].Caption=תאריך ושעה
lvSysRstList.Columns[1].Caption=תיאור
lvSysRstList.Columns[2].Caption=סוג
lvDrvRstList_Lng_Ex.Columns[0].Caption=הֵתקן
lvDrvRstList_Lng_Ex.Columns[1].Caption=גירסה נוכחית
lvDrvRstList_Lng_Ex.Columns[2].Caption=גירסה משוחזרת
lvDrvBkpList_Lng_Ex.Columns[0].Caption=הֵתקן
lvDrvBkpList_Lng_Ex.Columns[1].Caption=גירסה נוכחית
lvDrvBkpList_Lng_Ex.Columns[2].Caption=סטטוס

[DB_FormLicense]
lblTitle.Caption=מנהל רישיון
lblTitle1.Caption=מנהל רישיון
lblTitle2.Caption=הכנס רישיון
lblState.Caption=סטטוס הרישיון:
lblCode.Caption=קוד הרישיון:
lblDate.Caption=תאריך פקיעה:
lblRefresh.Caption=רענון
lblExport.Caption=ייצוא
lblLicenseDesc.Caption=נא להכניס את קוד הרישיון ולהקליק "הפעלה" כדי לקבל את דרייבר בוסטר פרו. כדי להימנע משגיאות הקלדה העתק/הדבק את קוד הרישיון שקיבלת בדוא"ל לתוך תיבה זו
lblLicenseCode.Caption=קוד רישיון:
lblLicenseErr.Caption=קוד רישיון לא-תקף! נא להכניס אחד תקף
lblLicenseEg.Caption=לדוגמה: (AAAAA-BBBBB-CCCCC-DDDDD)
lblValidate.Caption=מאמת...
lblGetLicense.Caption=השג רישיון
lblRetriveCode.Caption=מאחזר רישיון
btnClose.Hint=סגירה
btnClose2.Caption=סגירה
btnBack.Caption=אחורה
btnActivate.Caption=הפעלה
lblHelp.Caption=עזרה
mniEditCut.Caption=גזור
mniEditCopy.Caption=העתק
mniEditPaste.Caption=הדבק
mniEditDelete.Caption=מחיקה
mniEditSelectAll.Caption=בחר הכל

[DB_FormDetail]
lblWhqlInfo.Caption=הדרייבר הזה עבר את מבחן ה WHQL ואת כללי השיקוף של אַיאוֹבִּיט
btnClose.Hint=סגירה
btnUpdate.Caption=עדכן
lblTitle.Caption=פרטי הדרייבר
lblMoreInfo.Caption=הקלק כאן לפרטים נוספים
lblIgnore.Caption=התעלם
lblUninst.Caption=הסר-התקנה
lblRollbk.Caption=גלגל-לאחור
lvInfoList.Columns[0].Caption=פרטים
lvInfoList.Columns[1].Caption=דרייבר ישן
lvInfoList.Columns[2].Caption=דרייבר חדש
lvInfoList.Items[0].Caption=גירסה:
lvInfoList.Items[1].Caption=תאריך:
lvInfoList.Items[2].Caption=מוציא לאור:

[DB_FormHintPop]
btnClose.Hint=סגירה
btnSettings.Hint=הגדרות
chkOption1.Caption=אל תזכיר לי שוב
chkOption2.Caption=אל תזכיר לי שוב
chkOption3.Caption=אל תזכיר לי שוב
chkOption4.Caption=אל תזכיר לי שוב
rdGameTitle.Caption=דרייבר חדש למשחק מוכן ומזומן!
btnLearnM.Caption=למד עוד

[DB_FormDropdownOpts]
lblAutoUpdate.Caption=עדכון אוטומטי
lblBackup.Caption=גיבוי אוטומטי

[DB_FormAbout]
btnClose.Hint=סגירה
lblTitle.Caption=אודות
lblCopyrightIObit.Caption=© IObit. כל הזכויות שמורות.
lblWarning1.Caption=אזהרה
lblWarning2.Caption=מוצר מחשב זה מוגן באמצעות חוקי זכויות-יוצרים ואמנות בין לאומיות
lblThanksTitle.Caption=תודות מיוחדות לאנשים הבאים עבור תרומתם הגדולה:
pnlThanksTitle.Caption=תודות:
lblEula.Caption=<a>EULA</a> | <a>מדיניות הפרטיות</a>
lblEula.LinkItems[0].Hint=EULA
lblEula.LinkItems[1].Hint=מדיניות הפרטיות
lblUninstall.Caption=<a>הוראות הסרת-התקנה</a>

[DB_FormFeedback]
lblSendMailx.Caption=בנוסף שלח אלינו קובץ ניפוי שגיאות אם זו בעיה טכנית. <a>מדיניות פרטיות</a>
lblTitle.Caption=משוב
lblEmail.Caption=דוא"ל:
lblType.Caption=סוג בקשה:
lblDesc.Caption=מנוי:
MaxHintLbl.Caption=(<a>מקסימום: 2000 תווים</a>)
lblWaiting.Caption=שולח משוב...
btnClose.Hint=סגירה
btnSend.Caption=שלח
btnCancel.Caption=ביטול
lblEmailHint.Caption=נא לוודא שכתובת הדוא"ל שלך נכונה כך שנוכל להשיג אותך
lblCallTitle.Caption=התקשר למומחים הטכניים שלנו אם יש לך איזה בעיית מחשב
lblCallHint.Caption=(שיחת חינם, 24/7)
mniEditCut.Caption=גזור
mniEditCopy.Caption=העתק
mniEditPaste.Caption=הדבק
mniEditDelete.Caption=מחק
mniEditSelectAll.Caption=בחר הכל
mniAttachEmpty.Caption=(ריק)
mniAttachClear.Caption=הסר הכל
btnAttachAdd.Hint=הוסף
btnAttachView.Hint=צפיה
dlgAttach.Title=נא לבחור בקובץ/קבצים שתרצה לצרף:
btnFixTitle.Caption=פתרונות לבעיות נפוצות:
btnFixSysInfo.Caption=מידע מערכת
lblFixSound.Caption=תיקון לאין-צליל
lblFixNetwork.Caption=תיקון לקריסת רשת
lblFixDisplay.Caption=תיקון לרזולוציה גרועה
lblFixTel.Caption=קבל תמיכה טכנית 24/7
lblFixReInst.Caption=איפוס קוד
lblFixReSend.Caption=שלח מחדש את הקוד
lblBluSrcDesc.Caption=מרכז ההצלה
lblOnline.Caption=פתרונות מקוונים
lblFeedbackFAQ.Caption=שאלות-נפוצות

[DB_FormTel]
imgClose.Hint=סגירה
lbldesc1.Caption=צור עמנו קשר כעת לקבלת אבחון חינם עבור כל בעיה
lbldesc2.Caption=הערה: שירות בתשלום יוצע בעת הצורך

[DB_FormInstTips]
lblTitle.Caption=טיפים להתקנה
chkDontRemind.Caption=אל תזכיר לי שוב
btnContinue.Caption=המשך בהתקנה
btnClose.Hint=סגירה
btnOK.Caption=אוקיי

[DB_FormMenu]
btnMenuSettings.Caption=הגדרות...
btnMenuRescue.Caption=הצלה...
btnMenuFeedback.Caption=משוב...
btnMenuLicense.Caption=הכנסת רישיון...
btnMenuDrvLog.Caption=הסטוריית עדכון הדריוור
btnMenuUpdate.Caption=בדוק לעדכונים
btnMenuManual.Caption=מדריך למשתמש (F1)
btnMenuSupport.Caption=תמיכה טכנית
btnMenuTranslate.Caption=עזור לנו לתרגם
btnMenuIObit.Caption=חונמת IObit
btnMenuHistory.Caption=מה חדש
btnMenuAbout.Caption=אודות
btnMenuFacebook.Caption=מצא אותנו בפייסבוק
btnIconLike.Hint=לייק IObit
btnIconFeedback.Hint=משוב
btnIconRescue.Hint=הצלה
btnMenuBack.Hint=אחורה
lblSkinBlack.Caption=שחור
lblSkinWhite.Caption=לבן
lblMenuSkin.Caption=סקין
SelColorX.Hint=צבע מותאם אישית

[DB_FrameBoost]
lblBoostTitle.Caption=ממריץ משחק
lblCareTitle.Caption=מיטוב המערכת
lblVpnTitle.Caption=המרצת המרשתת
btnSetting.hint=הגדרות
lblISR_title.Caption=הקלטה ושיתוף משחק באופן חופשי
btnISRClose.hint=סגירה
btnISRDesc1_New.Caption=אין מגבלת זמן הקלטה
btnISRDesc2.Caption=הקלטה ללא השהייה 60 'מסגרת לשנייה'
btnISRTry.Caption=לנסות בחינם

[DB_M]
M_SaleGameNoneMsg=כל הדרייברים למשחק מעודכנים. להקליק "אוקיי" לצפייה בפרטים
M_FormSaleGameDriverTitle=שפעול לעדכון <a>%s יותר דרייברים למשחק</a>
M_FormSaleGameDriverTitle1=שפעול לעדכון <a>1 יותר דרייבר למשחק</a>
M_TrialBoostPrmTitle=שפעול הפרו לאיפשור המרצת המשחק
M_TrialBoostPrmDesc=ממריץ באופן יעיל את המחשב על ידי סגירה בקליק פשוט אחד של יישומים ושירותים בלתי נחוצים
M_MinNotified=דרייבר-בוסטר עדיין רץ כאן, ניתן לשנות זאת מ-הגדרות
M_PreSale0=קבלו את הפרו בעבור $0
M_PreSale_AllUpd=קבלו את הפרו כעת לקבלת עדכונים לָכֹּל
M_NewslblDontPanic=שתוף דרייבר-בוסטר עם משפחתך וחבריך להנאה מהדרייברים האחרונים ביחד!
M_NewslblUpdTitle=עדכון חשוב זמין
M_NewslblUpdDesc=להקליק כאן לקבלת הגירסה האחרונה של הדרייבר-בוסטר, כעת
M_OfflineDrvFile=יש צורך לקשר בין שני סוגי קובץ (*.dbd, *.dbop) לעדכון מקוון. לקשר כעת?
M_SaleCrackInfoEn=נא להקליק <a>השג קוד</a> לקבלה בחינם של דרייבר-בוסטר פרו
M_SaleCrackInfoSp=תהנה מ <a>מהנחה %d מיוחדת</a> לקבלת גירסת הפרו הרשמית
M_ISUUdpateE=עדכון %d
M_ISUUdpate=עדכון %d
M_ISUUdpateX=עדכוני %d
M_RebootLater=אתחול מאוחר-יותר
M_OutOfDate=%d ימים מאז פקיעת תוקף
M_ScanUnplug1_lng=ניתן לנקות <a>1</a> נתוני הֵתקן שגויים 
M_ScanUnplugX_lng=ניתן לנקות <a>%d</a> נתוני התקנים שגויים
M_InstEtc=%s , וכו'
M_PsgrTitle=התקנת דרייבר-בוסטר %s
M_PsgrInfo=בטוח להסיר לחלוטין את דרייבר-בוסטר %s ?
M_BoostSafeAPP=נא לשמור המסמכים לפני אתחול
M_BoostDetails=<a>פרטים</a>
M_BoostConfigure=<a>קנפוג</a>
M_BoostDetails11=לאפשר תצורת משחק חלונות
M_BoostDetails10=שוחרר
M_BoostDetails9=אחרים(%d)
M_BoostDetails8=כבה את העדכון האוטומטי
M_BoostDetails7=אפשר את פתרונות החשמל של משחק
M_BoostDetails6=מיטוב
M_BoostDetails5=נקה את לוח-העריכה
M_BoostDetails4=ניקוי ראם
M_BoostDetails3=שירותים(%d)
M_BoostDetails2=נעצר
M_BoostDetails1=תהליכים(%d)
M_HeadOutdated=מיושן (סה"כ:%s, נבחר:%d)
M_HeadUpToDate=מעודכן
M_DownDriver=מוריד דרייברים...
M_InstDriver=מתקין דרייברים...
M_CareInst=מתקין
M_CareRun=הרץ כעת
M_CareCheck=בדוק כעת
M_CareChecking=בודק
M_CareInstall=התקן כעת
M_CareOptm=מיטוב
M_CareOptmInfo=‏נמצאו ‎%d ‏ פריטים ‎(%s)
M_CareOptmInfo2=נמצאו ‎%d ‏ פריטים
M_CareOptmInfo3=נמצאו %d פריטים (%s)
M_CareOptmInfo4=נמצא %d פריט
M_CareASC=הרץ את Advanced SystemCare למיטוב מחשבך בקליק-1
M_CareASCU=הרץ את Advanced SystemCare Ultimate למיטוב מחשבך בקליק-1
M_CareInfo1=קובצי-זבל, עקבות-פרטיות וכו' לא טובים למחשב. נא לבדוק אם יש כאלה במערכת שלך
M_CareInfo2=נמצאו קובצי-זבל, עקבות-פרטיות וכו' במערכת שלך. התקן את Advanced SystemCare לניקוי ומיטוב המערכת
M_CareInfo3=נקה ומטב את המערכת עם Advanced SystemCare
M_CareInfo4_lng=להקליק "%s" להתקנת
M_CareDetail1=<a>ניקוי ידני</a>
M_CareDetail2=<a>פרטים</a>
M_CareNull=לא נמצאה בעיה
M_BoostON=פועל
M_BoostOFF=כבוי
M_BoostBasic=המרצה בסיסית
M_BoostSuper=סופר המרצה
M_BoostTurnOff=כבה
M_BoostTurnOn=הפעלה
M_Boosting=ממריץ
M_Restoring=משחזר
M_BoostInstalling=מתקין
M_BoostInfo1=יישומים/שירותים נעצרו: <a>%d</a>
M_BoostInfo2=ראם שוחרר: <a>%s</a>
M_BoostInfo31=מחשבך הומרץ לחוויית משחק טובה-יותר
M_BoostInfo32=עוצר יישומי/שירותים לא-נחוצים לחוויית משחק טובה-יותר
M_SuperBoostRun=מריץ סמארט-גיים-בוסטר להאצת המחשב ושיפור ביצועי המשחק
M_SuperBoostImprove=להתקין את סמארט-גיים-בוסטר כדי לתזמן את החומרה לשיפור ביצועי המשחק עד 130%
M_HintScan=סריקה
M_HintUpdate=עדכן
M_HintBost=המרצה
M_HintTool=כלים
M_HintAcct=מרכז הפעולה
M_HintReward=תגמול
M_HintReward2=לשתף את דרייבר-בוסטר לקבלת תגמול
M_AutoRunInfo=Once enabled, Driver Booster Scheduler will be created.
M_AutoUpdateHint=המתזמן של דרייבר-בוסטר יווצר אלא אם תיבחר אופציית "עדכון ידני"
M_CreScheduler1=Canceling the scheduled task will disable the following features:
M_CreScheduler2=- Launch automatically at Windows startup
M_CreScheduler3=- Scan at a fixed frequency
M_CreScheduler4=- אוטומטית מעדכן דרייברים כאשר המערכת במצב סרק (פּרוֹ)
M_CreScheduler5=- Automatically update to the latest version of Driver Booster (PRO)
M_CreScheduler6=- Notify you when updates of Driver Booster are available
M_CreScheduler7=Are you sure you want to cancel the scheduled task?
M_LicenseBlocked=אִקטוּב נכשל מאחר שקובץ המארח שלך חסם את כתובות השרת שלנו. נא להקליק "אוקיי" לתיקון
M_LicenseErrNet=אינך יכול להתחבר לשרת שלנו. נא לבדוק את הגדרות הרשת/פרוקסי ונסה לאמת את הרישיון שלך מאוחר-יותר
M_LicenseErrGive=קוד הרישיון %s חסר-תוקף באיזור שלך או בארצך. נא להקליק 'אוקיי' לרכישת רישיון בר-תוקף
M_Get30DayFree=קבל את גירסת הפרו ב $0
M_Validating=אימות...
M_EnerKey=הכנס רישיון
M_InvalidKey=קוד רישיון לא תקף! נא להכניס קוד תקף
M_EgKey=למשל: AAAAA-BBBBB-CCCCC-DDDDD
M_HeadSelectAll=בחר הכל
M_mniBackup=גיבוי
M_mniBackedUp=גיבוי
M_AutoUpdateQuery=כדי להכפיל את העדכונים הבטוחים, מומלץ לבצע יצירת נקודת שחזור מערכת וגיבוי מנהלי התקנים אוטומטי לפני ההתקנה בהגדרות
M_SCAN=סריקה
M_STOP=עצור
M_UPDATE_Main=עדכון
M_DriverAge0=מעודכן
M_DriverAge1=ישן
M_DriverAge2=ישן מאד
M_DriverAge3=ממש, ממש ישן
M_DriverAge4=נכשל!
M_DriverAge5=נדרש אתחול מחדש
M_DriverAge6=הושלם!
M_DriverAge7=דרייבר חסר
M_DriverAge8=שגוי
M_DriverAge9=לא מותקן
M_Outdated=מיושן
M_Uptodate=מעודכן
M_NotInstalled=לא מותקן
M_Attention=שים לב!
M_Congratul=הידד!
M_Report0=כל הדרייברים מעודכנים!
M_Report00=כל הדרייברים מעודכנים בגירסה החינמית
M_Report000=דרייבר-בוסטר חינמי עדכן את כל הדרייברים הניתנים לעדכון עבורך
M_Report1=טרם נסרק
M_Report2=הסריקה נכשלה!
M_Report3=נא להקליק על כפתור "סריקה" לבדיקת סטטוס הדרייבר
M_Report4=נא להקליק על כפתור "סריקה" לבדיקת עדכונים חדשים
M_Report5=הרץ את דרייבר-בוסטר באופן סדיר לשמור שהדרייברים שלך יהיו מעודכנים תמיד
M_Report6_1=עודכן <a>%d</a> דרייבר מאז שהתקנת את דרייבר-בוסטר <a>ראה הסטוריית עדכונים</a>
M_Report6_2=עודכנו <a>%d</a> דרייברים מאז התקנת דרייבר-בוסטר. <a>ראה הסטוריית עדכונים</a>
M_Report6_X=עודכנו <a>%d</a> דרייברים מאז התקנת דרייבר-בוסטר. <a>ראה הסטוריית עדכונים</a>
M_ReportDevc_1=<a>%d</a> מנהל הֵתקן מיושן
M_ReportDevc_2=<a>%d</a> מנהל התקנים מיושנים
M_ReportDevc_X=<a>%d</a> מנהל התקנים מיושנים
M_ReportGame_1=<a>%d</a> רכיב משחק מיושן
M_ReportGame_2=<a>%d</a> רכיבי משחק מיושנים
M_ReportGame_X=<a>%d</a> רכיבי משחק מיושנים
M_ReportGame_1N=<a>%d</a> רכיב משחק לא-מותקן
M_ReportGame_2N=<a>%d</a> רכיבי משחק לא מותקנים
M_ReportGame_XN=<a>%d</a> רכיבי משחק לא מותקנים
M_ReportTray_1=עודכן %d דרייבר סה"כ
M_ReportTray_2=עודכנו %d דרייברים סה"כ
M_ReportTray_X=עודכנו %d דרייברים סה"כ
M_LastScan=סריקה אחרונה:
M_NeedScan=זקוק לסריקה
M_WaitScan=בסריקה...
M_Never=אף פעם!
M_Today=היום
M_Yesterday=אתמול
M_DaysAgo=לפני ימים
M_Stopped=נעצר
M_Update=עַדכן
M_Failed=נכשל
M_Reboot=הפעל מחדש
M_Retry=נסה שוב
M_Installed=מותקן
M_Available=זמין
M_Vern=גירסה
M_Date=תאריך
M_Details=פרטים
M_InitUpdate=מתחיל לעדכן...
M_InitDown=מתחיל להוריד דרייברים...
M_InitInst=מתחיל להתקין דרייברים...
M_CancelQuery=בטוח שתרצה לבטל העדכון?
M_CancelQueryInfo=הערה: למניעת נזק שעלול להיגרם למחשבך, העדכון במהלך ההתקנה לא ניתן לעצירה
M_UpdateFailed=העדכון נכשל!
M_UpdateFinished=העדכון הושלם
M_NeedReboot=הפעל מחדש לקבלת תוקף
M_RebootQuery=בטוח שתרצה להפעיל מחדש המחשב כעת? לפני כן, נא לאשר ששמרת את העבודה שלך וסגרת את כל התכניות הרצות
M_NoItemSel=לא נבחר פריט. תרצה לעדכן את כל הדרייברים המיושנים?
M_NoItemSelX=לא נבחר פריט. נא לבחור דרייברים לעדכון
M_DiskIsFull=ווליום %s\ מלא! נא לנקות קבצים או החלף ספרייה לשמירת מתקיני הדרייבר ונסה שוב
M_Downloading=מוריד...
M_DownFailed=הורדה נכשלה!
M_Installing=מתקין:
M_InstFailed=ההתקנה נכשלה!
M_SysBackupWait=יוצר נקודת-שחזור, נא להמתין...
M_DrvBackupWait=מגבֶּה דרייברים, נא להמתין...
M_RestoreEnable=שחזור מערכת חלונות אינו מאופשר! נא להקליק על כפתור "אוקיי" כדי לאפשר זאת כך שדרייבר בוסטר יוכל ליצור נקודת שחזור לפני התקנת הדרייברים החדשים. או הקלק "ביטול" כדי להתקין את הדרייברים החדשים בלי ליצור נקודת שחזור (לא מומלץ)
M_BoostGame=המרץ עבור חוויית משחק
M_BoostGames=המרץ משחקים כלהלן (%d)
M_DevsInDrv=התקנים המשתמשים בדרייבר זה (%d)
M_RstLoading=טוען נקודות שחזור...
M_RestoreReboot=נא להפעיל-מחדש מחשבך, ממש עכשיו, לסיום השחזור!
M_RestoreQuery=אזהרה: שחזור מחשבך לנקודת שחזור, יבטל את כל השינויים שנעשו אחרי נקודת שחזור זו. מרגע שפעולת השחזור מתחילה לא ניתן לבטל את אותה. או להפריע את פעולתה. בטוח שתרצה להמשיך?
M_RestoreWait=נא להמתין בזמן ששחזור המערכת שלך מתחיל...
M_RestoreFailed=השחזור נכשל!
M_SelectDownPath=בחר תיקייה לשמירת הורדה של חבילות הדרייבר
M_SelectBackPath=בחר תיקייה לשמירת גיבוי עבור חבילות הדרייבר
M_SaveWait=שומר הגדרות...
M_SaveDone=נשמר
M_RegReport1=הדרייבר זקוק לעדכון!
M_RegReport2=הדרייברים זקוקים לעדכון!
M_RegReport3=תהנה מעדיפות של עדכון דרייברים עם מהדורת הפרו!
M_RegReport4=רק %s דרייבר מיושן ניתן לעדכון, היום, עם המהדורה החינמית
M_RegReport5=רק %s דרייברים מיושנים ניתן לעדכן, היום, עם המהדורה החינמית
M_RegReport6=שדרג למהדורת הפרו כדי לעדכן %s יותר התקנים!
M_Version=גירסה
M_Alpha=אלפא
M_Beta=בטא
M_IgnoreAllVer=(כל הגירסאות)
M_IgnoreQuery=בטוח שתרצה להתעלם מהתקן זה? ההתקן שבהתעלמות לא ייסרק יותר עד אשר תאחזר אותו מרשימת ההתעלמות בהגדרות
M_IgnoreCheck=התעלם מעדכון זה בלבד
M_UnignoreQuery1=בטוח שתרצה לאחזר את ההתקן הנבחר מרשימת ההתעלמות? ההתקן המאוחזר ייסרק שוב
M_UnignoreQueryX=בטוח שתרצה לאחזר את ההתקנים הנבחרים מרשימת ההתעלמות? ההתקנים המאוחזרים ייסרקו שוב
M_FeedbackEmail=נא להכניס כתובת דוא"ל תקפה, כך שנוכל להתקשר אליך עם מידע נוסף
M_FeedbackDesc=נחוץ תיאור!
M_FeedbackFailed=השליחה נכשלה! נא לנסות שוב, מאוחר יותר, או הקלק "אוקיי" לכתיבת משוב מקוון
M_FeedbackTimeout=זמן ההתקשרות תם! נא לנסות שוב מאוחר יותר
M_FeedbackSucceed=תודה על המשוב שלך. ייתכן שלא נוכל להבטיח לך תגובה נפרדת עקב טיפול במשובים רבים שהתקבלו, אך בוודאי נתייחס אליו ברצינות
M_FeedbackManual=או שלח לנו דוא"ל ל %s
M_FeedbackTypeLove=אני אוהב את זה
M_FeedbackTypeSugg=הצעות
M_FeedbackTypeSF=סריקה נכשלה
M_FeedbackTypeUF=העדכון נכשל
M_FeedbackTypeNF=שגיאת רשת
M_FeedbackTypeRMD=דווח על דרייברים חסרים
M_FeedbackTypeBSOD=מסך כחול/קריסת מערכת
M_FeedbackTypeMute=אין צליל
M_FeedbackTypeCode=סוגיות הזמנה/רישיון
M_FeedbackTypeOther=אחר
M_FeedbackDescDef=נא לתאר את המשוב שלך בבהירות ובקצרה. אם יש בעיה, נא לנסות קודם את אחד הפתרונות בפאנל הימני, לתיקונה
M_FeedbackDescMiss=נא לספק לנו את השם, תאריך והגירסה של הדרייבר החסר כך שנוכל לסייע בהתאם
M_FeedbackDescBlue=נא ללכת למרכז ההצלה בפאנל הימני לשחזור המערכת
M_FeedbackCloseAsk=בטוח שאינך מעוניין לספק את המשוב?
M_LicenseSucceed=הרישיון הופעל בהצלחה
M_LicenseFailed=רישום הרישיון %s נכשל עם שגיאה (%d), נא להתקשר לצוות התמיכה שלנו
M_LicenseExpired=קוד הרישיון שלך %s פג תוקף! נא להקליק על כפתור "אוקיי" להשגת הנחת החידוש האקסלוסיבית
M_LicenseExpired2=רישיון-שי זה אינו תקף! הקלק "אוקיי" לרכישת קוד רישיון חדש
M_LicenseExpired3=פקיעת תוקף ל %s! הקלק "אוקיי" לרכישת קוד רישיון חדש
M_LicenseExpired4=%s הוא קוד שי עבור דרייבר-בוסטר %s בלבד. נא להקליק 'אוקי' לרכישת קוד חדש
M_LicenseExpired5=%s הוא קוד לכל החיים עבור דרייבר-בוסטר %s בלבד. נא להקליק 'אוקי' לרכישת קוד חדש
M_LicenseExceeded=הרישיון %s הופעל על מקסימום מחשבים ולא ניתן להשתמש בו. נא לרכוש רישיון חדש להפעלת דרייבר בוסטר פרו עבור מחשב זה
M_RegInfoActivated=הפעלה
M_RegInfoExpired=פג-תוקף
M_RegInfoExceeded=עבר מעל
M_RegInfoFailed=לא הופעל (%d)
M_RegInfoInvalid=לא-תקף
M_RegInfoGiveAway=שי
M_RegInfoLifeTime=כל החיים
M_RegInfoTrial=נסיוני
M_RegInfoDaysLeft=נותרו %d ימים
M_RegInfoDaysLeftX=נותר %d יום
M_RegInfoNever=אף פעם
M_ExportTitle=----- קוד רישיון של %s פרו -----
M_ExportState=סטטוס הרישיון: %s
M_ExportCode=קוד הרישיון: %s
M_ExportSeat=מושבי הרישיון: %d
M_ExportDate=תאריך פקיעה: %s
M_WaitUpdating=מעדכן, נא להמתין...
M_WaitProcessing=מעבד, נא להמתין...
M_Initiating=מאתחל...
M_Scanning=סורק:
M_Initializingdot=אתחול
M_Updating=מעדכן...
M_NewVerTitle=עודכן בהצלחה ל - Driver Booster v%s
M_NewVerHint=דרייבר בוסטר עדכן לגירסה <a>%s</a> בהצלחה! הקלק <a>מה חדש</a> לבדיקת תכונות ושיפורים חדשים!
M_WhatsNew=מה חדש
M_BkpLoading=טוען את מנהל ההתקנים...
M_NoRstSel=לא נבחר פריט
M_Backup1=מאתחל...
M_Backup2=הושלם
M_BackupX=מגבֶּה:
M_RestorX=שחזור:
M_BackupFail=נכשל!
M_BackupFailX=(%d failed!)
M_BackupRestore=שוחזר
M_BackPathBad=ספריית הגיבוי לא קיימת. אתה יכול להקליק "אוקיי" ליצירת ספרייה חדשה ע
M_FailAndFeedback=העדכון נכשל. נא לנסות שנית מאוחר יותר או הקלק "אוקיי" כדי לשלוח אלינו משוב
M_RebootTimer=המחשב שלך יופעל מחדש תוך 15 שניות. או הקלק "ביטול" אם אינך מעונין להפעיל מחדש את המחשב
M_ShutdownTimer=המחשב שלך יכבה תוך 15 שניות. או הקלק "ביטול" אם אינך מעוניין לכבות את המחשב
M_CheckCompat=דרייבר בוסטר אינו יכול לפעול כראוי במצב תאימות. נא להקליק "כן" לתיקון אוטומטי של סוגיה זו ואתחול התכנית, או הקלק "לא" להמשך הרצתו במצב תאימות, או הקלק "ביטול" ליציאה מיידית
M_CheckAdmin=דרייבר בוסטר יצא מיד לאחר שתפסיק הרצתו כאדמיניסטרטור. נא להריץ אותו כאדמיניסטרטור כך שתוכל לעדכן דרייברים בהצלחה
M_TipTitle1=הועות התקנה
M_TipTitle2=מצב התקנה חכמה
M_InstTip1=1. ייתכן שתצטרך לנטרל זמנית את תכנת האבטחה שלך אם היא חוסמת את התקנת הדרייבר
M_InstTip2=2. אתה עלול להיתקל במסך שחור אקראי וקריסת תכניות בזמן שאתה מעדכן דרייברים גראפיים. נא לשמור את העבודה שלך ולצאת מתכניות רצות.
M_InstTip3=3. ייתכן שתיתקל בניתוק תקשורת אקראי כאשר אתה מעדכן דרייברים של רשת
M_InstTip4=4. התקנת הדרייבר בהפוגה
M_InstTip5=5. דרייבר בוסטר זיהה שאתה מריץ משחק או משימת מסך מלא. כדי להימנע מלהפריע לך, התקנת הדרייבר נמצאת בהפוגה. נא לצאת מהמשחק או מהמשימה והקלק על הכפתור שלמטה להמשך ההתקנה
M_SkinBlack=שחור
M_SkinWhite=לבן
M_SkinColor=צבעוני
M_SkinInter=בין-כוכבי
M_SkinCraft=כלי-טיס
M_SkinClear=קָרִיא
M_UninsQuery=בטוח שתרצה להסיר התקנה של דרייבר זה?
M_UninsWarn=הערה: ההתקנים הקשורים עשויים להפסיק לפעול לאחר הסרת מנהל התקן זה
M_UninsWait=מסיר התקנה...
M_UninsSucc=הסרת ההתקנה הצליחה
M_UninsFail=הסרת ההתקנה נכשלה
M_RllbkQuery=בטוח שתרצה לגלגל-לאחור את הדרייבר הזה לגירסתו הקודמת?
M_RllbkCheck=התעלם מעדכון זה בסריקה עתידית
M_RllbkWarn=הערה: ייתכן שהתקנים הקשורים יפסיקו לפעול אם תחזירו את מנהל ההתקן
M_RllbkWait=מגלגל-לאחור...
M_RllbkSucc=הגלגול-לאחור הצליח
M_RllbkFail=הגלגול-לאחור נכשל
M_FeedbackWait=שולח משוב...
M_Loading=טוען...
M_HeadDevcs=מנהל התקנים
M_HeadGames=רכיבי משחק
M_UpdateAll=עדכן הכל
M_UpdateSel=עדכון שנבחר
M_UpdateNow=עדכן כעת
M_UpdateNone=לא נבחר
M_GameSupports=תמיכות משחק
M_DevcDesc=מנהל ההתקנים כולל מנהל התקנים של כרטיס גראפי, כרטיס אאודיו, ערכת-שבבים, אלחוטי ובלו-טות' וכיו"ב
M_GameDesc=זה רכיב חיוני למשחק. הקלק ללמוד עוד
M_DCHDrvDesc=זהו דרייבר DCH. נא להקליק עליו ללמוד עוד
M_GameReadyDesc=עדכון זה עשוי ליצור חוויית משחק טובה-יותר ולשפר את היציבות וביצועי ההתקן. הקלק עליו ללמוד עוד!
M_POPGameReadyDesc=עדכון זמין עבור ה <a>%s</a>. מלבד שיפור יציבות וביצועי ההתקן, עדכון זה מעניק לך חוויית משחק טובה-יותר
M_UnpluggedDesc=זה התקן מנותק. הקלק עליו כדי ללמוד עוד
M_InstWait=נא להמתין להתקנת הדרייבר...
M_Attachments=צרופה
M_AttachOversize=הוספת תמונה נכשלה! גודל התמונה אינו יכול לעבור %d M
M_AttachErrorExt=אסור לצרף את סוגי הקובץ הבאים:
M_AttachErrExt_1=.ade, .adp, .bat, .chm, .cmd, .com, .cpl, .exe, .hta, .ins,
M_AttachErrExt_2=.isp, .jse, .lib, .lnk, .mde, .msc, .msp, .mst, .pif, .scr,
M_AttachErrExt_3=.sct, .shb, .sys, .vb, .vbe, .vbs, .vxd, .wsc, .wsf, .wsh
M_PopExpTitle1=<a>%d</a> <a>יום נשאר!</a>
M_PopExpTitle2=<a>%d</a> <a>ימים נשארו!</a>
M_PopExpTitleX=<a>%d</a> <a>ימים נשארו!</a>
M_PopExpTitleE=<a>הרישיון שלך פג!</a>
M_PopExpText11=המנוי שלך יפוג בתוך 1 יום. חדֶש כעת עם <a>הנחת אקסלוסיבית</a> לשמירה על דרייברים מעודכנים תמיד
M_PopExpText12=המנוי שלך יפוג בתוך %d ימים. חדֶש כעת עם <a>הנחת אקסלויבית</a> לשמירה על דרייברים מעודכנים תמיד
M_PopExpText1X=המנוי שלך יפוג בתוך %d ימים. חדֶש כעת עם <a>הנחת האקסלוסיבית</a> לשמירה על דרייברים מעודכנים תמיד
M_PopExpText211=במהלך היממה האחרונה, דרייבר-בוסטר פרו תיקן <a>1</a> סוגיית דרייבר עבורך. חידוש גירסת הפרו הוא במרחק קליק אחד להבטחת יציבות ביצועי מחשב ומשחק. אל תחמיץ את <a>הנחת האקסלוסיבית!</a>
M_PopExpText212=במהלך היממה האחרונה, דרייבר-בוסטר פרו תיקן <a>%d</a> סוגיות דרייבר עבורך. חידוש גירסת הפרו הוא במרחק קליק אחד להבטחת יציבות ביצועי מחשב ומשחק. אל תחמיץ את <a>הנחת האקסלוסיבית!</a>
M_PopExpText221=במהלך %d הימים האחרונים,דרייבר-בוסטר פרו תיקן <a>1</a> סוגיית דרייבר עבורך. חידוש גירסת הפרו הוא במרחק קליק אחד להבטחת יציבות ביצועי מחשב ומשחק. אל תחמיץ את <a>הנחת האקסלוסיבית!</a>
M_PopExpText222=במהלך %d הימים האחרונים,דרייבר-בוסטר פרו תיקן <a>%d</a> סוגיות דרייבר עבורך. חידוש גירסת הפרו הוא במרחק קליק אחד להבטחת יציבות ביצועי מחשב ומשחק. אל תחמיץ את <a>הנחת האקסלוסיבית!</a>
M_PopExpText0=אתה איבדת את כל תכונות הפרו. אל תדאג. שנה נוספת של יציבות ביצועי מחשב ומשחק נמצאת במרחק של קליק-אחד. חדֶש את דרייבר-בוסטר פרו עם <a>הנחת האקסלוסיבית!</a>
M_PopBtnOK=אוקיי
M_PopBtnFix=עדכן כעת
M_PopBtnAct=הפעל כעת
M_PopBtnView=צפיה בפרטים
M_PopBtnReNew=חדֶש כעת
M_PopBtnReAct=Re-הפעל כעת
M_PopLblMore1=עוד >>
M_PopLblMore2=פרטים נוספים
M_ScanOutServ=גירסת הדרייבר-בוסטר שאתה משתמש בה ישנה מדי מכדי להתקשר לשרת מסד-הנתונים. נא להוריד ולהתקין את הגירסה האחרונה של דרייבר בוסטר כדי ליהנות מהתכונות והשיפורים החדשים
M_ScanNetFail=הסריקה נכשלה! שרת הדרייבר בוסטר לא נגיש. נא לבדוק את חיבורי הרשת שלך, הגדרות הפרוקסי וחומת-האש. או נסה שוב, מאוחר יותר
M_ScanNetFail1=הסריקה נכשלה! ההתחברות לשרת מנהל ההתקן של התוכנה נכשלה. לחץ על "אישור" כדי לאתר ולתקן את כשל הרשת
M_ScanNetFail2=הסריקה נכשלה! ייתכן שדרייבר בוסטר נחסם ע"י תכניות או התקנים. הקלק "אוקיי" לפרטים
M_ScanNetProxy=הגדרות פּרוֹקסי
M_FileLost=קובץ חיוני חסר. נא להתקין-מחדש את דרייבר בוסטר ונסה שוב
M_FileRupt=קובץ חיוני נפגם. נא להתקין-מחדש את דרייבר בוסטר ונסה שוב
M_TriaPmtInfo=דרייבר-בוסטר החינמי מותקן כאן לאחר שגירסת הניסיון פקעה תוקף
M_PayToUpdate=זמין רק עבור גירסת פרו. הפעל כעת לעדכון מיידי
M_DelayUpdate1=זמין אחרי יום אחד. או הפעל כעת לעדכון מיידי
M_DelayUpdateX=זמין אחרי %d ימים. או הפעל כעת לעדכון מיידי
M_SearchDefault=קלט וחיפוש
M_DataVersion=גירסת מסד-הנתונים: %s
M_FileNotFound=הקובץ לא נמצא!
M_UnknownDevice=התקן לא ידוע
M_Speedup1=מאיץ הורדה
M_Speedup2=מאיץ: נותרו %d שניות
M_PopFreeUpdate1=הֵתקן <a>%d</a> זקוק לדרייבר עדכני. עדכן כעת לשמור על ריצה חלקה ויציבה של מחשבך
M_PopFreeUpdate2=<a>%d</a> הֵתקנים זקוקים לדרייברים עדכניים. עדכן כעת לשמור על ריצה חלקה ויציבה של מחשבך
M_PopFreeUpdateX=<a>%d</a> הֵתקנים זקוקים לדרייברים עדכניים. עדכן כעת לשמור על ריצה חלקה ויציבה של מחשבך
M_PopPreSaleUpdate=צריך לעדכן <a>%d</a> דרייברים
M_PopProUpdate=לשפעל הפרו לעדכון אקסטרה <a>%d</a> עדכוני דרייבר
M_PopProInstall=להלן <a>%d</a> דרייברים המוּרדים כעת ומוכנים להתקנה 
M_PopPnpDetect=להתקן האחרון שחובר יש דרייברים מיושנים. נא לעדכן כעת
M_BalloonHint1=דרייבר בוסטר ימשיך לסרוק ברקע ויציג תוצאה
M_BalloonHint2=דרייבר בוסטר ימשיך להוריד דרייברים ברקע ויציג תוצאה
M_BalloonHint3=דרייבר בוסטר ימשיך להתקין דרייברים ברקע ויציג תוצאה
M_FixDispQuery=רזולוציית המסך שלך כנראה נמוכה. תרצה להקליק "אוקיי" ולפתור את הבעיה?
M_BadSystem=דרייבר-בּוּסטר אינה יכול להתקין דרייברים כראוי עבור המערכת הפגומה. תיקון המערכת עשוי לעזור
M_DeviceUpdateInfo=להלן תמצית ההתקנים שעִדכָּנוּ עבורך מאת התקנת דרייבר-בּוּסטר
M_DeviceUpdateCount=התקנים שעודכנו: <a>%s</a>
M_NoDeviceUpdateInfo=אתה כבר מחזיק ברשותך את מנהל ההתקנים האחרון במחשבך
M_NoDeviceUpdateCount=רוצה למטב הלאה לביצועי מחשב טובים יותר? הקלק 'סרוק עוד' לבדיקה, עכשיו ומיד!
M_UpdateEnding=משלים עדכוני דרייברים...
M_StopWait=עלול לקחת זמן לעצור. נא להמתין...
M_ExpPathFail=היצוא נכשל. נא לבחור מיקום אחר ונסה שנית
M_CrtRstQuery=בטוח שתרצה ליצור נקודת-שחזור?
M_CrtRstSucced=יצירת נקודת-שחזור הצליחה!
M_RemoveRstQuery=נקודת-השחזור המסומנת תוסר. בטוח שתרצה להמשיך?
M_DeleteRstFailed=מחיקת נקודת-שחזור נכשלה!
M_RscDescDrvBkp=מומלץ לגבות את כל הדרייברים המותקנים כך שתוכל לשחזר אותם כשתצטרך
M_RscDescDrvRst=מסייע לך לשחזר דרייבר לגירסת הגיבוי שלו אם הגירסה הנוכחית יוצרת איזו בעיה
M_RscDescSysRst=מסייע לך לשחזר את מחשבך למצב בו היה לפני בחירת נקודת השחזור. האחרון לא ניתן למחיקה לבטחון המערכת
M_RscDkRstFailDesc=קובץ הגיבוי נמחק/פגום
M_FixErrCount1=%d שגיאה
M_FixErrCount2=%d שגיאות
M_FixUnplug1=1 התקן
M_FixUnplug2=%d התקנים
M_RstTypeInstall=הֵתקן
M_RstTypeUnInstall=הסר התקנה
M_RstTypeUnknown=לא-ידוע
M_RstTypeUndo=ביטול פעולה
M_RstTypeSystem=מערכת
M_RstTypeManual=מדריךl
M_RstTypeCrtlUpd=עדכון קריטי
M_CrtRstFailed=כישלון ביצירת נקודת שחזור!
M_RstNoBackup=לא מגובה
M_SalePopDevErrNme=מתקן שגיאת הֵתקן
M_SalePopDevErrTle=הפעל את מהדרות הפּרוֹ לתיקון שגיאות הֵתקן
M_SalePopDevErrDsc=מאַתֶּר שגיאות-קוד במנהל הֵתקנים לתיקון סוגיות חומרה לשמירה על מחשב בטוח
M_SalePopDevErrOne=נמצא <a>1 שגיאת התקן</a> הפעל את מהדורת הפרו לתיקון
M_SalePopDevErrMre=נמצאו <a>%d שגיאות התקן</a> הפעל את מהדורת הפרו לתיקון
M_SalePopAcDownNme=מאיץ הורדה
M_SalePopAcDownTle=הפעל את מהדורת הפּרוֹ להורדה מהירה יותר של דרייברים
M_SalePopAcDownDsc=קבל עד 100% מהירות עדכון דרייברים והשג את הדרייברים הנכונים בתוך שניות
M_SalePopAuDownNme=עדכון אוטומטי לדרייבר
M_SalePopAuDownTle=הפעל את מהדורת הפרו כדי לאפשר עדכון אוטומטי לדרייבר
M_SalePopAuDownDsc=אוטומטית סורק, מוריד ומתקין עדכונים זמינים עבור מנהל התקן & רכיבי משחק בזמן שהמערכת במצב סרק
M_SalePopDrvBkpNme=גיבוי הדרייבר & שחזור
M_SalePopDrvBkpTle=הפעל את מהדורת הפּרוֹ לגיבוי כל הדרייברים
M_SalePopDrvBkpDsc=מגבה דרייברים כך שתוכל לשחזר אותם בפשטות בשעה שצריך להכפיל את האבטחה של מחשבך
M_SalePopDatabsNme=8.500.000+ דרייברים
M_SalePopDatabsDsc=תזכה לעדכן יותר דרייברים מיושנים ובעיקר אלה הנדירים
M_SaleEmbedlblTile=שדרג למהדורה המקצועית <a>%d</a> יותר דריוורים ויותר עדכונים
M_PreslEmbedlblTile0=להלן  <a>%d</a> מנהל התקנים, והתקן משחק מוכנים לעדכון באופן מסודר 
M_SaleEmbedlblTileH=שדרג למהדורה המקצועית %d יותר דריוורים ויותר עדכונים
M_SaleEmbedlblTileC=שדרוג למהדורת הפרו לעדכון יותר מנהלי-התקנים ורכיבי משחק
M_SaleScanMorePro=​הקלק על <a>הצעה בלעדית</a> לקבלת הנחת וי.איי.פִּי עבור מוצרים אחרים שלנו (עבור משתמשי גירסת הפרו בלבד)
M_SaleExclusive=הצעה בלעדית
M_SaleExtended=תרצה לקבל הגנה מקיפה למחשבך להבטחת מחשב נקי ובטוח יותר?
M_SaleNoThanks=לא, תודות
M_lblpg1P2=האם תרצה אבחנה עמוקה ויסודית יותר של ביצועי המחשב שלך?
M_lblpg1P3=פשוט הקלק על <a>סרוק עוד</a> וקבל את פתרון הכל-במקום-אחד לאבחון ומיטוב ביצועי מחשבך
M_rdbtnpg1Finish=סיום
M_rdbtnpg1ScanMore=סרוק עוד
M_FeedbackSCMax=הפעולה נכשלה. הגעת למקסימום 5 תמונות
M_FeedbackDelete=בטוח להסיר את התמונה?
M_DrvLogEmpty=אין הסטוריית עדכונים<br>נא לבצע סריקה לבדיקת זמינות עדכונים
M_DrvLogType1=הותקן
M_DrvLogType2=הוסר
M_DrvLogType3=גלגל לאחור
M_DrvLogType4=משוחזר
M_DrvLogType5=התעלם
M_DrvLogType6=התעלם
M_DrvLogType7=אוחזר
M_DrvLogType8=התעלם
M_DrvLogType9=התעלם
M_DrvUpdInstInfo=הפריטים הבאים (Device driver / Game component) יעודכנו אוטומטי <a>%s</a>
M_DrvUpdInstInfo2=הבאים <a>%d</a> הפריטים (Device driver / Game component) יעודכנו אוטומטי <a>%s</a>
M_DrvUpdUpdateNow=עדכן עכשיו
M_DrvUpdCompleted=!עדכון הושלם
M_DrvUpdOK=אישור
M_DrvUpdReboot=הפעלה מחדש
M_DrvUpdNeedReboot=העדכון הושלם! אתחל כעת כדי להיכנס לתוקף.
M_DrvUpdInstalling=...מתקין
M_DrvUpdCancelling=...מבטל
M_DrvUpdStopInfo=המתן לביטול. זה עשוי לקחת זמן
M_DrvUpdBllnHint=מנהל התקנים מעדכן עדכונים ורכיבי משחק ומתקינם באופן אוטומטי ברקע ללא הפרעה
M_DrvUpdMinimize=מזער
M_DrvUpdCancel=ביטול
M_ActiveToFeedback=משוב
M_ActiveForTrial=רכישה כעת
M_ActiveForFree=הפעלה כעת
M_GuideFaceIOT_Des=סורק ומנקה קובצי-זבל על התקני ה-אַי.אוֹ.אֵס לשחרור שטח איחזסון
M_GuideFaceIOT_Scan=סריקה
M_GuideFaceSanWithPro=יותר עדכונים עם גירסת הפרו
M_GuideFaceSanWithPro_Des=שדרג למהדורת הפרו לעדכון יותר מנהלי התקנים & רכיבי משחק
M_GuideFaceSanWithPro_Des_Num=שדרוג למהדורת הפרו לעדכון  <a>%s</a> יותר דרייברים והתקני משחק
M_GuideFaceView=שדרג
M_GuideFaceDeviceError=שגיאת התקנים
M_GuideFaceDeviceError_Des=ניתן לתקן <a>%s</a> שגיאות התקן
M_GuideFaceFix=תיקון
M_GuideFaceUnplugDevData_lng=נתוני התקן שגויים
M_GuideFaceUnplugDevData_Des_lng=ניתן לנקות <a>%s</a> נתוני דרייברים שגויים 
M_GuideFaceClean=נקה
M_GuideFacePCPerScan=סרוק ביצועי מערכת
M_GuideFacePCPerScan_NewDes=ניקוי ומיטוב למחשב, לביצועים טובים-יותר
M_GuideFaceScan=סרוק
M_GuideFaceUpCountDes=<a>%d</a> דריוורים שהותקנו מאז ההתקנה. <a>הצג הסטוריית עדכונים</a>
M_GuideFaceHistory=<a>הצג הסטוריית עדכונים</a>
M_GuideFaceUpdated=עודכן
M_GuideFaceDriver=מנהלי התקנים
M_GuideFaceComponent=רכיבי משחק
M_GuideFaceTitle=מזל טוב! העדכון הותקן בהצלחה
M_GuideFacerdhtmldesCap=הרץ את דרייבר-בוסטר באופן סדיר לשמור שהדרייברים שלך יהיו תמיד מעודכנים
M_GuideFaceFixDone=שגיאות התקן תוקנו
M_GuideFaceCleanDone_lng=נתוני דרייברים שגויים נוקו
M_GuideFaceDeviceError_Des1=ניתן לתקן <a>%s</a> שגיאת התקן
M_GuideFaceUnplugDevData_Des1_lng=ניתן לתקן <a>%s</a> נתוני דרייברים שגויים 
M_GuideFaceUpCountDes1=<a>%d</a> מספר דריורים שהותקנו מאז התקנת התוכנה <a>הצג הסטוריית עדכונים</a>
M_GuideFaceDriver1=עקבות פרטיות
M_GuideFaceComponent1=רכיבי משחק
M_GuideFaceCleaned=נוקה
M_GuideFaceFixed=תוקן
M_GuideFaceISU_Des=סרוק את התוכניות המותקנות שלך לקבלת עדכונים.
M_GuideFaceISU_Scan=סרוק כעת
M_PcPerScanPrivacy=עקבות פרטיות
M_PcPerScanJunk=קבצי זבל
M_PcPerScanInternet=שיפור האינטרנט
M_PcPerScanRegistry=עורך הרישום
M_PcPerScanSystem=אופטימיזציית מערכת
M_PcPerScanProbDes=%s פריטים שנמצאו (%s)
M_PcPerScanProbDes1=%s פריטים שנמצאו
M_PcPerScanProbDes2=%s פריט שנמצא (%s)
M_PcPerScanProbDes3=%s פריט שנמצא
M_PcPerScanProbDes6=<a>נמצא %d</a> פריט <a>פרטים</a>
M_PcPerScanProbDes5=לא נמצאה בעיה
M_PcPerScanTip1=שתשפיע על ביצועי המערכת שלך. אנו ממליצים להתקין את Advanced SystemCare לתיקון
M_PcPerScanTip2=ואנו ממליצים להתקין את Advanced SystemCare כדי לשמור על מחשבך תמיד נקי ומהיר
M_PcPerScanNoError=אין בעיה
M_PcPerScantitleCap=פרטי סריקת ביצועי המחשב
M_PcPerScanInstalling=מתקין
M_PcPerScanRdhtmlblCap=על-ידי לחיצה על לחצן התקן, אתה מקבל את התוכנה <a>מאשר</a> & <a>מדיניות ופרטיות</a> הסכם והתקן
M_PcPerScanRdhtmlblCap1=על-ידי לחיצה על לחצן התקן, אתה מקבל את התוכנה <a>מאשר</a> & <a>מדיניות ופרטיות</a> הסכם והתקן
M_PcPerScanOptimizeTitle=פרטי מיטוב המערכת
M_PcPerScanOptimizeDesc=פריטים אלה ישפיעו על ביצועי המערכת שלך. אנו ממליצים לך להתקין את Advanced SystemCare למיטוב
M_PcPerScanOptimizeBtn=התקן למיטוב
M_ScanWithProDes=שדרג למהדורה המקצועית <a>%d</a> יותר דריוורים ויותר עדכונים
M_ScanWithProLevel_0=ישן
M_ScanWithProLevel_1=ישן מאוד
M_ScanWithProLevel_2=יותר מידי ישן
M_ScanWithProAviailable=זמין:
M_ScanWithProCmp=לא מותקן
M_ScanWithProMiss=דרייבר חסר
M_ScanWithProPorb=שגוי
M_GuideFaceAutoUpdate=עדכון אוטומטי לדרייבר
M_GuideFaceAutoUpdate_Des=אפשר עדכון-דרייבר-אוטומטי לשמירה על דרייברים מעודכנים-תמיד
M_GuideFaceNoProblem=כל התוכניות כבר מתוקנות
M_GuideFaceEnable=אפשר
M_GuideFaceEnabled=מאופשר
M_GuideFaceSetting=הגדרות
M_GuideFaceSettingDes=עדכון אוטומטי לדרייבר מאופשר. תוכל לשנות זאת בהגדרות
M_GuideFaceRunASC=הרץ את ASC לסריקת בעיות מחשב & קובצי זבל
M_GuideFaceDetails=הצג פרטים
M_GuideFaceCareCount=נמצאו <a>%d</a> פריטים. התקן Advanced SystemCare לתיקונם
M_UpdateHistoryDate=תאריך:
M_UpdateHistoryVersion=גרסה:
M_UpdateHistoryClose=סגור
M_UpdateHistoryTitle=הסטוריית עדכון דריוור
M_UpdateHistoryAllVersion=כל הגרסאות
M_RstModBackupFlder=שינוי תיקיית גיבוי
M_RstBackup=גיבוי
M_RstExpBackupFlder=חקור את תיקיית הגיבוי
M_RstRestore=שחזור
M_RstCreateRstPoint=צור נקודת שחזור
M_RstViewRstPoint=הצג שחזור מערכת
M_RstSysRstRestore=שחזור
M_RstSysRstRemove=הסר
M_SaleBenefits=הפעל את הפרו וזכה בהטבות
M_SaleFeature1=יותר עדכוני דרייבר עם 200% מסד-נתונים גדול יותר
M_SaleFeature2=מגביר את יציבות המערכת & ביצועים
M_SaleFeature3=משפר את חוויית המשחק של מחשבך
M_SaleFeature4=עדכון אוטומטי לדרייבר וגיבוי דרייבר בטוח
M_SaleAllFeatures=בדוק את כל ההטבות הנלוות לפרו
M_btnMin.Hint=הקטנה
M_btnclosewin.Hint=סגירה
M_btnOverall=מקיף
M_btnOS=מערכת הפעלה
M_btnProAndMain=מעבד & לוח-אם
M_btnMemDev=התקן זיכרון
M_btnDisplay=תצוגה
M_btnDrives=כוננים
M_btnNetWork=רשת
M_btnOther=התקנים אחרים
M_btnExport=יצוא...
M_btnclose1=סגירה
M_Listview_CS0=שם פריט
M_Listview_CS1=ערך
M_lblPMTotal=סך הכל
M_lblPMAvl=זמין
M_lblPMCache=מטמון מערכת
M_lblCCTotal=סך הכל
M_lblCCLimit=הגבלה
M_lblCCPeak=פִּיק
M_lblKMTotal=סך הכל
M_lblKMPaged=ממוספר
M_lblKMNonepaged=לא-ממוספר
M_lbllog=מידע המערכת של אַיאוֹבִּיט
M_imgLoading=טוען...
M_frdlblcpu_u=ניצול יע"מ
M_rdlblcpu_u_h=היסטוריית ניצול ה-יע"מ
M_rdlblMU=ניצול זיכרון
M_rdlblPM=זיכרון פיסי
M_rdlblCC=ביצוע חיוב
M_rdlbKM=זיכרון קרנל
M_General=כללי
M_Graphics=גרפיקה
M_Storage=איחסון
M_fIO=I/O
M_Video_Mem=זיכרון וידאו
M_fOS=מערכת הפעלה
M_PM=מעבד &​& לוח-אם
M_fMD=התקן זיכרון
M_DV=כוננים
M_DP=תצוגה
M_NW=רשת
M_OD=התקן אחר
M_CS=מערכת המחשב
M_CN=שם המחשב
M_ffUN=שם המשתמש
M_ORG=ארגון
M_OS_Name=שם מערכת ההפעלה
M_OS_Ver=גירסת מערכת ההפעלה
M_fSP=חבילת שרות (SP)
M_fID=מזהה המוצר
M_Uptime=זמן ריצת המערכת
M_IE_Ver=גירסת האינטרנט-אקספלורר
M_DX_Ver=גירסת הדיירקט-אקס של מייקרוסופט
M_OGL_Ver=גירסת ה OpenGL
M_fReg=מרשמה
M_Max_Size=גודל מקסימלי
M_Cur_Size=גודל נוכחי
M_Status=סטטוס
M_fUnknown=לא-ידוע
M_fYES=כן
M_fCPU=מעבד מרכזי
M_CPU_Name=שם יע"מ
M_CPU_Number=מספר המעבדים הלוגיים
M_Code_Name=שם קוד
M_Man=יצרן
M_CCS=מהירות שעון נוכחית
M_MCS=מהירות מקסימלית של השעון
M_Vol=וולטאז'
M_Ext_Clk=שעון חיצוני
M_SN=מס' סידורי
M_CPU_ID=מזהה היע"מ
M_fSD=כינוי השקע
M_Int_Cache=מטמון פנימי
M_Ext_Cache=מטמון חיצוני
M_Borad=לוח-אם
M_Mod=מודל
M_BIOS_Name=שם ה BIOS
M_BIOS_Ven=ספק ה BIOS
M_SMBIOS_Ver=גירסת ה SMBIOS
M_BIOS_Date=תאריך ה BIOS
M_BIOS_Feature=תכונות ה BIOS
M_Pyh_Mem=זיכרון פיזי
M_Mem_Bank=בנק זיכרון
M_Des=תיאור
M_Dev_Loc=מאתר ההתקן
M_Capacity=יכולת
M_fSpeed=מהירות
M_Mem_Type=סוג זיכרון
M_Form_Factor=גורם צורה, הגודל הפיזי של הכונן
M_Mem_Res=משאב זיכרון
M_Mem_Total=הזיכרון הכולל
M_Mem_Used=זיכרון מנוצל
M_Mem_Free=זיכרון פנוי
M_Mem_Usage=ניצול זיכרון
M_Data_Width=רוחב הנתונים
M_Disk_Total=הכונן הקשיח הכולל
M_Disk_Free=השטח הפנוי בכונן הקשיח
M_Name=שם
M_Capability=יכולת
M_Disk_Drive=כונני מחשב
M_Media_Type=סוג מדיה
M_Int_Type=סוג ממשק
M_Part=מחיצות
M_Cylinder=סך כל צילינדרים
M_fHead=סך כל ראשים
M_Sector=סך כל סקטורים
M_Track=סך כל רצועות
M_TPC=רצועות פֶּר צילינדר
M_SPT=סקטורים פֶּר רצועה
M_BPS=בתים פֶּר סקטור
M_Smart_Support=תמיכת S.M.A.R.T
M_Temperature=טמפרטורה נוכחית
M_IDE_Ctrl=בקר IDE
M_fDrive=כונן
M_Trans_Rate=קצב העברה
M_Video_Adapter=מתאם וידאו
M_Video_Processor=מעבד וידאו
M_Video_Arch=ארכיטקטורת וידאו
M_Scr_Resolution=רזולוצית מסך
M_DAC_Type=סוג DAC
M_VMem_Size=גודל זיכרון
M_VMem_Type=סוג זיכרון
M_Video_Mode=תצורת וידאו
M_CRR=קצב רענון נוכחי
M_Driver_Ver=גירסת דרייבר
M_Driver_Date=תאריך הדרייבר
M_Monitor=משגוח
M_Scr_Height=גובה מסך
M_Scr_Width=רוחב מסך
M_Product_Name=שם מוצר
M_Service_Name=שם שירות
M_MAC_Addr=כתובת MAC
M_Sound_Dev=התקן שמע
M_Mouse=עכבר
M_Btns=כפתורים
M_Keyboard=מקלדת
M_Func_Key=מקש יעודי (F)
M_USB_Ctrl=בקר USB
M_Prot_Support=פרוטוקול נתמך
M_Memory=זיכרון
M_Unnecessaryforgaming=לא נחוץ עבור משחק
M_Refresh=רענון
M_SearchOnline=חיפוש מקוון
M_OpenFolder=פתיחת תיקייה
M_SortBy=מיון על פי
M_Description=תיאור
M_VirtualDeskTitle=השקת משחק בשולחן-העבודה של הגיימינג
M_VirtualDeskDesc=מספק מקסימום עוצמת עיבוד עבור משחק בלי הפרעות ומקסימום הקצאת-זיכרון-דינמית עבור מהירות גיימינג
M_RAMTitle=ניקוי ראם
M_RAMDesc=מיטוב ניצול-הזיכרון להגדלת זמינות זיכרון פיזי
M_ClipTitle=ניקוי לוח-עריכה
M_ClipDesc=ניקוי לוח-עריכה לא משומש
M_PowerTitle=איפשור פתרון עוצמת משחק
M_PowerDesc=משנה את הגדרות החשמל לביצועים הטובים ביותר
M_AutoUpTitle=כיבוי עדכונים אוטומטיים
M_AutoUpDesc=מונע מ'עדכון-אוטומטי' להפריע למשחקים
M_EnableGMTitle=לאפשר תצורת 'משחק חלונות'
M_EnableGMDesc=להפעיל תצורת משחק בהגדרות חלונות
M_ProcDefClose=התהליך נסגר כברירת-מחדל
M_ProcGroupSafe=מומלץ לעצור את התהליך
M_ProcGroupOther=תהליכים אחרים
M_Process Name=שם התהליך
M_PowerSchDesc=הפעלה של זה כאשר משתנה למצב גיימינג להמרצה
M_ProcessName=שם תהליך
M_Property=מאפיינים
M_Process=תהליך (תהליכים %d, נבחרו %d)
M_Service=שירות חלונות (שירותים %d , נבחרו %d)
M_OtherService=Non-שירות חלונות (שירותים %d , נבחרו %d)
M_Process1=תהליך (תהליך %d , נבחר %d)
M_Service1=שירות חלונות (שירות %d , נבחר %d)
M_OtherService1=שירות לא-חלונות (שירות %d , נבחר %d)
M_Others=אחרים (פריטים %d, נבחרו %d)
M_LvServiceGroupName1=שירות חלונות
M_LvServiceGroupName2=שירות לא-חלונות
iobit_lang_SystemOptimizereport=דו"ח מיטוב המערכת
iobit_lang_key_junkfile_group_1=קובצי זזבל(%d פריט/ים%s):
iobit_lang_key_privacy_group_2=עקבות פרטיות (%d פריט/ים%s):
iobit_lang_key_sysOptimization_group_3=מיטוב מערכת (%d פריט/ים):
iobit_lang_key_internetboost_group_4=שיפור המרשתת (%d פריט/ים):
iobit_lang_key_registryclean_group_5=כניסות מרשמה (%d פריט/ים):
M_TrialSwitch=החלפה לדרייבר-בוסטר חינמי
M_TrialDur11=במהלך <a>%d</a> יום שחלף, דרייבר-בווסטר נסיוני תיקן <a>%d</a> סוגיית דרייבר עבורך. נא לרכוש כעת לשמירה על עדכון רציף של הדרייברים
M_TrialDur21=במהלך <a>%d</a> הימים שחלפו, דרייבר-בווסטר נסיוני תיקן <a>%d</a> סוגיות דרייבר עבורך. נא לרכוש כעת לשמירה על עדכון רציף של הדרייברים
M_TrialDur12=במהלך <a>%d</a> יום שחלף, דרייבר-בווסטר נסיוני תיקן <a>%d</a> סוגיות דרייבר עבורך. נא לרכוש כעת לשמירה על עדכון רציף של הדרייברים
M_TrialDur22=במהלך <a>%d</a> הימים שחלפו, דרייבר-בווסטר נסיוני תיקן <a>%d</a> סוגיות דרייבר עבורך. נא לרכוש כעת לשמירה על עדכון רציף של הדרייברים
M_TrialDur0=נא לרכוש כעת לשמירה על עדכון רציף של הדרייברים ועל ביצועי הגיימין
M_TrialToFree=ייתכן שלא תהיה אפשרות לקבל את ההצעות הניתנות בגירסת הניסיון בלבד אחרי השינוי לדרייבר-בוסטר חינמי. בטוח להמשיך?
M_TrialExp=דרייבר-בוסטר נסיוני <a>פקע</a>.
M_TrialLose0=דרייבר-בוסטר נסיוני יפקע תוך <a>24</a> שעות
M_TrialLose1=דרייבר-בוסטר נסיוני יפקע תוך<a>1</a> יום!
M_TrialLose2=דרייבר-בוסטר נסיוני יפקע תוך <a>%d</a> ימים!
M_Trial1Remaning=ניתן לעדכן היום %d דרייבר (מכסה יומית עבור גירסת הניסיון: 1)
M_TrialUpdateDscrptnSingle=שדרוג למהדורת הפרו לעדכון עוד <a>1</a> דרייבר או רכיב משחק בקליק- 1
M_TrialUpdateDscrptnMulti=שדרוג למהדורת הפרו לעדכון <a>%d</a> דרייברים & רכיבי משחק בקליק- 1
M_SettingAppNotExisted=לא-זמין (לא-קיים)
M_FeedbackAddImgCount=הוספת תמונה
M_DisabledDriverUpdate=מרגע שהושבת, תיתכן אפשרות להחמיץ עדכוני דרייבר מחזוריים, אשר עלולים להזיק לביצועי המחשב. האם בכ"ז להשבית?
M_UpdateManually=בעדכון ידני, יתכן שלא ניתן לקבל את העדכונים המחזוריים האחרונים של דרייבר-בוסטר. האם בכ"ז לעדכן ידנית?
M_ISU_Desc1=תכנה <a>1</a> מיושנת
M_ISU_Desc2=תכנות <a>%s1</a> מיושנות
M_ASCDetail_Desc1=נמצא <a>%s1</a> פריט <a>(%s2)</a>
M_ASCDetail_Desc2=נמצאו <a>%s1</a> פריטים <a>(%s2)</a>
M_ASCDetail_Desc3=נמצא <a>%s1</a> פריט
M_ASCDetail_Desc4=נמצאו <a>%s1</a> פריטים
M_ASCDetail_Desc5_new=כל הפריטים נוקו
M_ASCDetail_Desc10=נמצא %s1 פריט (%s2)
M_ASCDetail_Desc20=נמצאו %s1 פריטים (%s2)
M_ASCDetail_Desc30=נמצא %s1 פריט
M_ASCDetail_Desc40=נמצאו %s1 פריטים
M_Title_Check_Position=בבדיקה (%s%)...
M_Title_Scan_Position=בסריקה (%s%)...
M_ASC_Problem=ניתן לנקות <a>%s1</a> זבל ו- <a>%s2</a> פריטים ניתן למטב <a>פרטים</a>
M_ASC_Problem_1=ניתן לנקות <a>%s1</a> זבל. <a>פרטים</a>
M_ASC_Problem_2=ניתן למטב <a>%s1</a> פרטים. <a>פרטים</a>
M_ASC_Problem_3=ניתן לנקות <a>%s1</a> קובצי זבל & <a>%s2</a> פריטים ניתנים למיטוב.<a>פרטים</a>
M_ASC_Problem_4=פריט <a>%s1</a> ניתן למטבץ <a>פרטים</a>
M_ASC_Problem_5=קובץ זבל %s1 ניתן לניקוי ו-%s2 פריטים ניתנים למיטוב. פרטים
M_ASC_Problem_6=קובץ זבל %s1 ניתן לניקוי ו-%s2 פריטים ניתנים למיטוב. פרטים
M_ASC_NoProblem=לא נמצאה בעיה
M_ASC_PrDesc1=+ ניקוי ומיטוב המחשב בקליק-1
M_ASC_PrDesc2=+ מאיץ את המחשב שלך עד 200% מהר-יותר
M_ASC_PrDesc3=+ ממריץ את המרשתת שלך עד 300% מהר-יותר
M_ISU_Problem1=נמצא <a>%d</a> עדכון תכנה. <a>פרטים</a>
M_ISU_Problem=נמצאו <a>%d</a> עדכוני תכנה. <a>פרטים</a>
M_ISU_NoProblem=לא נמצא עדכון תכנה זמין
M_ISU_PrDesc1=+ מעדכן תכניות מיושנות בהקדם האפשרי
M_ISU_PrDesc2=+ קליק-1 להתקנת כל עדכוני התכניות הזמינים
M_ISU_PrDesc3=+ קליק-1 להתקנת כל התכניות הפופולריות שלך
M_SMGB_Problem=תזמון חומרה לשיפור ביצועי משחק עד <a>130%</a>
M_SMGB_NoProblem=אין עדכוני תכנה זמינים
M_SMGB_PrDesc1=+ <a>סופר המרצה</a> למחשב להגברת ה'מסגרת-לשניה' במחשבך עד 50%
M_SMGB_PrDesc2=+ <a>המרצה אוטומטית</a> לביצועי מחשב לאחר השקת משחקים
M_SMGB_PrDesc3=+ ניטור ב<a>זמן-אמת</a> לטמפרטורת החומרה במשחק
M_SMGB_PrDesc1_hint=+ סופר ממריץ את מחשבך להגברת ה'מסגרת-לשניה' במחשבך עד 50%
M_SMGB_PrDesc2_hint=+ ממריץ אוטומטית את ביצועי מחשבך לאחר השקת משחקים
M_SMGB_PrDesc3_hint=+ ניטור בזמן-אמת של טמפרטורת החומרה במשחק
M_ISR_PrDesc1_reNew=100% חופשי להקליט סרטון של מסך המחשב
M_ISR_PrDesc2_New=מקליט <a>מפגשי וידאו</a> בכל פורמט שהוא
M_ISR_PrDesc3_New=מקליט4K <a>סרטים ומוסיקה</a> בלי אובדן איכות
M_ISR_PrDesc4_New=מקליט <a>קורס מקוון</a>, יוצר מדריך וידאו
M_ISR_PrDesc5_New=לכידה ללא השהייה של <a>משחק מחשב</a> בפורמט 1080P/60 FPS
M_ISR_PrDesc6_New=קליק-אחד לצילום מסך בכל עת
M_ISR_Recommend=המלצות IObit
M_VPN_Title=הצעה אופציונלית
M_VPN_Install=התקנה
M_VPN_BoostNow=המרצה כעת
M_VPN_Problem=המרצה בקליק-אחד של המשחק, השהיית-רשת נמוכה עד <a>50ms</a> ואבטחת הפרטיות שלך עם iTop VPN
M_VPN_Desc1=+ <a> מהיר </a> - ליהנות מגיימינג מקוון מהיר כברק
M_VPN_Desc2=+ גישה מהירה ל <a>CODW, PUGB, WOT, Minecraft</a > ...
M_VPN_Desc3=+ <a> מאובטח </a>- גלישה מקודדת ואנונימית עם אייפי נסתר
M_VPN_Desc4=+ <a> חינמי </a> - משחרר נעילת אתרים וזרימה בחינם
M_VPN_EULA=בהקלקה על "התקנה", את/ה מסכים/ה להתקין את iTop VPN ומקבל/ת את תנאי <a>EULA</a> ואת <a>מדיניות הפרטיות</a>
M_ASC_Recommend1=ואנו ממליצים בפניך להתקן את Advanced SystemCare לניקוי רציף ושמירה על מחשב מהיר
M_ASC_Recommend2=אנו ממליצים להתקין את SystemCare לתיקון
M_ISU_Recommend1=נא להתקין את אַיאוֹבִּיט/"מעדכן התכנה" לשמירה על עדכון-רציף של תכניות מותקנות בקליק-1
M_ISU_Recommend2=לשמירה על עדכון-רציף בקלות, אנו ממליצים להתקין את "מעדכן התכנה" של אַיאוֹבִּיט
M_SMGB_Recommend=אנו ממליצים להתקין את סמארט-גיים-בוסטר לשיפור ביצועי המשחק לקבלת יותר הטבות
M_EULA_ISU=בהקלקה על "התקנה", אתה מסכים להתקין את אַיאוֹבִּיט/"מעדכן התכנה" ומקבל את תנאי הסכם-הרשאת-משתמש-קצה של <a>EULA</a> ושל <a>מדיניות הפרטיות</a>
M_EULA_ASC=בהקלקה על "התקנה" אתה מסכים להתקין את Advanced SystemCare ומקבל את תנאי הסכם-הרשאת-משתמש-קצה של <a>EULA</a> ושל <a>מדיניות הפרטיות</a>
M_EULA_SMGB=בהקלקה על "התקנה", אתם מסכימים להתקין את סמארט-גיים-בוסטר ומקבלים את תנאי הסכם-הרשאת-משתמש-קצה של <a>EULA</a> ושל <a>מדיניות הפרטיות</a>
M_EULA_ISR_NEW== בלחיצה על "התקן", אתה מסכים להתקין את מקליט המסכים של iTop ומקבל את <a> EULA </a> ו <a> מדיניות הפרטיות </a> שלו.
M_EULA_ISU_Hint=בהקלקה על "התקנה" אתה מסכים להתקין את אַיאוֹבִּיט/"מעדכן התכנה" ומקבל את תנאי הסכם-הרשאת-משתמש-קצה של EULA ושל מדיניות הפרטיות
M_EULA_ASC_Hint=בהקלקה על "התקנה" אתה מסכים להתקין את Advanced SystemCare ומקבל את תנאי הסכם-הרשאת-משתמש-קצה של EULA ושל מדיניות הפרטיות
M_EULA_SMGB_Hint=בהקלקה על "התקנה", אתם מסכימים להתקין את סמארט-גיים-בוסטר ומקבלים את תנאי הסכם-הרשאת-משתמש-קצה של EULA ושל מדיניות הפרטיות
M_EULA_ISR_Hint_NEW=בהקלקה על "התקנה" את/ה מסכים/ה להתקין את 
M_BannerUpgrade=שדרג
M_BannerUpgradeNow=שדרג כעת
M_BannerUpgrade00=לעדכן הכל ב $0
M_BannerUpgrade1=לבדוק את זה
M_Guarantee_Normal=מובטח להפוך את מחשבך למהיר יותר
M_Guarantee_Normal_presl0=שדרוג למהדורת הפרו בחינם עם הזדמנות של פעם בשנה 
M_IconDesc_Normal=אתה מוגן באופן מלא ע"י מדיניות 100% החזר-כספי-מובטח. אתה תראה שיפור משמעותי בביצועי מחשבך בתוך 60 יום או שנחזיר לך את כספך במלואו. בלי לשאול שאלות
M_IconDesc_Steam=אתה מוגן באופן מלא על ידי מדיניות החזר כספי על STEAM.
M_Gua_Nromal=החזר-כספי-מובטח תוך 60 יום
M_Gua_Steam=מובטח על ידי מדיניות החזר כספי על ידי STEAM
M_Banner_tips=שדרגו למהדורת הפרו כעת במבצע הטוב ביותר
M_ISUUrl=עדכון ידני
M_ASCClean=ניקוי
M_ASCCleaning=מנקה...
M_ASCCleaned=נוקה
M_ExitDriver_Single=דרייבר-בוסטר פרו מצא <a>1</a> דרייבר מיושן או רכיב משחק שנשארו במערכת, העלולים לגרום להאטת ביצועי המחשב, קריסות המערכת, תקלות משחק ולאיים על יציבות המחשב
M_ExitDriver_Multi=דרייבר-בוסטר פרו מצא <a>%d</a> דרייברים מיושנים או רכיבי משחק שנשארו במערכת, העלולים לגרום להאטת ביצועי המחשב, קריסות המערכת, תקלות משחק ולאיים על יציבות המחשב
M_ExitDev_Single=דרייבר-בוסטר פרו מצא <a>1</a> דרייבר מיושן או רכיב משחק במערכת שלך, העלולים לגרום לקריסות מערכת, קפיאת מסך, שגיאות אין-שמע, ועוד סיכוני אבטחת מערכת
M_ExitDev_Multi=דרייבר-בוסטר פרו מצא <a>%d</a> דרייברים מיושנים או רכיבי משחק במערכת שלך, העלולים לגרום לקריסות מערכת, קפיאת מסך, שגיאות אין-שמע, ועוד סיכוני אבטחת מערכת
M_FeedItopCap=התקנת iTop VPN חופשי לקבלת גלישה אנונימית ובטוחה
M_FeedItopAction=התקנה
M_rescue1=אין דרייברים לגיבוי
M_rescue2=כל הדרייברים מגובים
M_rescue3=אין דרייברים מגובים
M_rescue4=לא נוצרה שום נקודת שיחזור למערכת
M_ZeroItem1=עדכון הרשאות של <a>8,500,000+</a> דרייברים
M_ZeroItem2=עדכון דרייברים של משחק לחווייה יותר חלקה
M_ZeroItem3=<a>לחיצה אחת</a> לתיקון בעיית החומרה
M_ZeroItem4=מהירות <a>כפולה</a> להורדת דרייברים
M_ZeroItem1_Data=ניתן לעדכן <a>%d דרייברים</a> עבור יציבות המערכת
M_ZeroItem2_Data=ניתן לעדכן <a>%d דרייברים למשחק</a> עבור חוויית גיימינג
M_ZeroItem3_Data=ניתן לתקן <a>%d קודי שגיאה</a> עבור ביצועי קושחה
M_DevErr_State_fixed=תוקן
M_DevErr_State_ignored=התעלמות
M_DevErr_State_reboot=דרוש אתחול מחדש
M_DevErr_State_failed=נכשל
M_DevErr_ignore=התעלמות
M_DevErr_unignore=ביטול התעלמות
M_DevErr_lvcolumn3=פעולה
M_DevErr_lvcolumn1=שם ההתקן
M_DevErr_lvcolumn2=סטטוס
M_DevErr_btn_fix=תיקון
M_DevErr_btn_ok=אוקיי
M_DevErr_completed=תוקנו <a>%s</a> שגיאות!
M_DevErr_detected=זוהו <a>%s</a> שגיאות!
M_DevErr_noErr=אין קודי שגיאה לתיקון
M_DevErr_msg_reboot=ניתן לתקן שגיאות מסויימות רק אחרי אתחול מחדש של המערכת. בטוח שברצונך לאתחל כעת? 
M_DevErr_msg_detail=הגורם והפתרון של קוד השגיאה %s
M_DevErr_msg_detail_manual=דרוש תיקון ידני
M_Invalid_column1=שם התקן
M_Invalid_column2=סטטוס
M_Invalid_column3=פעולה
M_Invalid_completed=נוקו לחלוטין <a>%s</a> התקנים שגויים!
M_Invalid_detected_Lng=ניתן לתקן <a>%s</a> נתוני התקנים שגויים 
M_Invalid_noErr_lng=אין נתוני התקן שגויים לתיקון
M_Invalid_ignore=התעלמות
M_Invalid_unignore=ביטול התעלמות
M_Invalid_ignored=בהתעלמות
M_Invalid_Cleaned=נוקה
M_Invalid_noCleaned=דרוש ניקוי
M_Invalid_btn1=לנקות
M_Invalid_btn2=אוקיי
M_Set_Driver_nolimit=לא מוגבל
M_Offer_Detail_Data=נמצאו %s1 פריטים (%s2) <a>צפייה בפרטים</a>
M_Offer_Detail_Data2=נמצאו %s פריטים <a>צפייה בפרטים</a>
M_Offer_Detail_Eula=בהקלקה על "%s" להתקין את Advanced SystemCare ומקבל את תנאי הסכם-הרשאת-משתמש-קצה של <a>EULA</a> ושל <a>מדיניות הפרטיות</a>
M_RightBoxLoad=טוען
M_Main_Status_Dev=<a>%s מנהלי התקנים</a> מיושנים!
M_Main_Status_Game1=<a>%s התקני משחק </a> מיושנים!
M_Main_Status_Game2=<a>%s התקני משחק </a> לא מותקנים!
M_Main_Status_Dev_L=<a>%s מנהלי התקנים</a> מיושנים
M_Main_Status_Game1_L=<a>%s התקני משחק </a> מיושנים
M_Main_Status_Game2_L=<a>%s התקני משחק </a> לא מותקנים
M_Main_Status_List1=ועוד <a>%s מנהלי התקנים</a> מיושנים
M_Main_Status_List2=ועוד  <a>%s התקני משחק </a> מיושנים
M_Main_Status_List3=ועוד  <a>%s התקני משחק </a> לא מותקנים
M_Main_Status_List4=ועוד  <a>%s1 מנהלי התקנים</a> מיושנים ו <a>%s2 התקני משחק</a> מיושנים
M_Main_Status_List5=ועוד  <a>%s1 מנהלי התקנים</a> מיושנים ו <a>%s2 התקני משחק </a> לא מותקנים
M_Main_Status_uptodate=כל הדרייברים שלך <a>מ-ע-ו-ד-כ-נ-י-ם</a>!
M_Main_Status_init=סריקה לבדיקת סטטוס הדרייברים!
M_Main_Status_Title_Pro=הידד! כל הדרייברים <a>מ-ע-ו-ד-כ-נ-י-ם</a>!
M_Main_Status_Title_Free=הידד! כל הדרייברים <a>מ-ע-ו-ד-כ-נ-י-ם</a>בגירסה החינמית!
M_Main_Status_Title_Free_Banner=הידד!Driver Booster Free עודכן עבורך את כל הדרייברים הניתנים לעדכון
M_Main_Status_SubTitle=<a>%s דרייברים</a> עודכנו על ידי Driver Booster <a>צפייה בהיסטוריית עדכון</a>
M_OS1=מערכת הפעלה
M_Processor=מעבד
M_Free=חינמי
M_Total=סך הכל
M_Graphics_Card=כרטיס גראפי
M_Disk_Storage=אחסון דיסק
M_Audio=שמע
M_TrayHint_NoDriver=כל הדרייברים מ-ע-ו-ד-כ-נ-י-ם!
M_IOTOffer1=כלי הניהול הטוב ביותר עבור האייפון/אייפאד שלך 
M_IOTOffer2=קליק-1 להעברת נתונים מאייפון/אייפאד למחשב 
M_IOTOffer3=הורדת סרטונים מקוונים והמרתם לקובצי פורמט שונים 
M_IOTOffer4=מנקה בקלות ובבטחון קובצי זבל, לשחרור שטח בהתקני iOS 
M_IOTOffer5=העברה אלחוטית של תכנים בין התקני IOS ומחשב
M_EulaDest=בלחיצה על "התקן", אתה מסכים להתקין את IOTransfer ומקבל את ה <a> EULA </a> ו <a> מדיניות הפרטיות </a> שלו.
M_ListSearch=לחפש
M_ShareTitle1=שווה את הניסיון!
M_ShareTitle2=התחלה טובה!
M_ShareTitle3=עבודה יפה!
M_ShareTitle4=מצויין!
M_OneFriends=הותקן חבר אחד
M_NumFriends=%d חברים הותקנו
M_CopyLink=הקישור לשיתוף הועתק. נא לשתף אותו לקבלת תגמול
M_NetErr=אין חיבור למרשתת. נא לבדוק חיבור למרשתת ולנסות שוב
M_ShareQuote=נא לעזור לי להשיג רישיון חינמי של דרייבר בוסטר על ידי הורדה והתקנה של דרייבר בוסטר! אחרי ההתקנה, ניתן גם להרוויח רישיון חינמי באמצעות שיתוף דרייבר בוסטרr! להקליק להורדה כעת!
M_1reward=ברכות! יש לך חודש-1 דרייבר-בוסטר פרו. להמשיך לשתף אותו עם חברים נוספים לתגמול נוסף
M_3reward=ברכות! יש לך 3-חודשי דרייבר-בוסטר פרו. להמשיך לשתף אותו עם חברים נוספים לתגמול נוסף
M_6reward=ברכות! יש לך כל התגמולים
M_GotReward=יש לך תגמול
M_ClickGet=להקליק "קבלה כעת" לקבלת התגמול
M_SEMail_Name=הכנסת שמך
M_SEMail_Err1=הכנסת כתובת דוא"ל תקפה!
M_SEMail_Err2=הכנסת שמך!
M_SEMail_Succ=הודעת הדוא"ל נשלחה בהצלחה
M_SEMail_Failed=כישלון בשליחה. נא לנסות שוב יותר מאוחר או לשתף זאת בדרך אחרת
M_GuideShare=קבלת עד <a>שישה חודשי מהדרות הפרו</a> באמצעות שיתוף הדרייבר-בוסטר
M_ShareGet=לקבל כעת
M_Boost_VPN_Run=הרצה כעת
M_Boost_VPN_Boost=המרצה כעת
M_Boost_VPN_Install=הרצת iTop VPN להמרצה ואבטחת חיבורי המרשתת שלך
M_Boost_VPN_No=התקנת iTop VPN להמרצה ואבטחת חיבורי המרשתת שלך

[Inno_M]
M_PinToTaskbar=הצמד אייקון לשורת המשימות
M_ViewWhatsNew=צפה ב"מה חדש"
M_NewestVer=אתה כבר מחזיק ברשותך את הגירסה האחרונה. תהליך ההגדרה יופסק אוטומטית
M_UninstOld=לפני התקנת דרייבר בוסטר %s, אתה חייב להסיר התקנה של דרייבר בוסטר %s. להמשיך?
M_UninstOldBeta=לפני התקנת דרייבר בוסטר בטא %s, אתה חייב להסיר התקנה של דרייבר בוסטר בטא %s. להמשיך?
M_IconDesc=עדכן את הדרייברים המיושנים שלך!

[MessageBox_M]
M_BtnOK=אוקיי
M_BtnCancel=ביטול
M_BtnYes=כן
M_BtnNo=לא
M_BtnRetry=נסה שוב
M_BtnAbort=נטישה
M_BtnIgnore=התעלם
M_BtnClose=סגירה

[DB_ExitWndcyri]
lblTitle.Caption=לפני היציאה
lblLeft1.Caption=לנסות ללא סיכון
lblLeftBottomTxt.Caption=אנו משוכנעים שדרייבר-בוסטר פרו יתקן את כל כאבי הראש של בעיות הדרייבר שלך, או שתקבל החזר מלא של הכסף שלך בתוך 60 יום מהרכישה, בלי לשאול שאלות
lblLeftBottomTxt.Hint=אנו משוכנעים שדרייבר-בוסטר פרו יתקן את כל כאבי הראש של בעיות הדרייבר שלך, או שתקבל החזר מלא של הכסף שלך בתוך 60 יום מהרכישה, בלי לשאול שאלות
lblUpdateNow.Caption=לעדכן כעת עם
lblEndsIn.Caption=מסתיים ב
lblTxt_Minutes.Caption=דקות
lblTxt_Seconds.Caption=שניות
lblTxt_Millisecond.Caption=מילי-שניות
btnExit.Caption=יציאה
btnPurchase.Caption=רכישה כעת
btnPurchase.Hint=רכישה כעת
btnClose.Hint=סגירה
lblDiscount.Caption=70% הנחה
btnUpgrade.Caption=שדרוג כעת

[DB_FormSaleExpired]
lblTop.Caption=המנוי שלך פג!
lblTop.Hint=המנוי שלך פג!
lblMid1.Caption=אל תדאג
lblMid2.Caption=שנה נוספת של יציבות ביצועי מחשב ומשחק נמצאת במרחק קליק-אחד. חדֶש את דרייבר-בוסטר פרו עם
lblMid2.Hint=שנה נוספת של יציבות ביצועי מחשב ומשחק נמצאת במרחק קליק-אחד. חדש את דרייבר-בוסטר פרו עם
lblDiscount.Caption=אקסקלוסיבי:פחות!
lblBottom.Caption=עבור משתמשינו היקרים בלבד!
lblBottom.Hint=עבור משתמשינו היקרים בלבד!
btnClose.Hint=סגירה
btnRedeemNow.Caption=חדֶש כעת
btnRedeemNow.Hint=חדֶש כעת

[frmBugreport]
htmlblNorP1.Caption=דרייבר-בוסטר נתקל בבעיה. כדי לסייע לנו לתקנה, נא להקליק 'שלח' לשליחת קובץ-ניפוי-השגיאות אלינו אוטומטית. <a>מדיניות פרטיות</a>
rdlblSendFailedx.Caption=שליחה נכשלה
rdlblSendSuccedx.Caption=נשלח בהצלחה! נעשה כמיטב יכולתנו לפתרון הבעיה בהקדם האפשרי
htmlblSilentP1.Caption=דרייבר-בוסטר נתקל בבעיה. כדי לסייע לנו לתקנה, נא להקליק על 'אוקיי' לשליחת קובץ-ניפוי-השגיאות אלינו אוטומטית. <a>מדיניות פרטיות</a>
rdlblTitle.Caption=דו"ח שגיאה
btnSendBug.Caption=שלח
btnSendBug.Caption.0=שולח...
rdlblEmail.Caption=הדוא"ל שלך:
rdlblAsterisk.Caption.0=נא להכניס את כתובת הדוא"ל שלך
rdlblErrDetails.Caption=פרטי השגיאה:
btnSendFailed.Caption=אוקיי
btnSendSucced.Caption=אוקיי
btnSilentOK.Caption=אוקיי
lblSolu.Caption=דרייבר-בוסטר נתקל בבעיה. נא להקליק 'תקן כעת' כדי לקבל סוע מיידי
rdbtnClose.Hint=סגירה
btnSolutionFixBtn.Caption=תיקון כעת

[DB_FormUnplugTool]
btnStart.Caption=סריקה
lblwarning.Caption=הודעה: רק נתוני ההתקן יוסרו. קובצי הדרייבר יישמרו בביטחה
lblToolDesc_lng.Caption=כלי זה מסייע בניקוי נתוני התקן שגויים במחשבך. נא להקליק 'סריקה" לבדיקה
lblScanningText.Caption=סורק...
btnStop.Caption=עצירה
btnStop_Resume.Caption=אתחול
lblComplete.Caption=הסריקה הסתיימה
lblCompleteDesc_lng.Caption=לא נמצא התקן שגוי
btnCompleteOK.Caption=אוקיי
btnClose.Hint=סגירה
lblToolCaption_1.Caption=מנקה נתוני התקן שגויים

[DB_FormDevErrorTool]
FormDevErrorTool.Caption=מתקן שגיאת התקן
lblToolCaption.Caption=מתקן שגיאות ההתקן
btnStart.Caption=זיהוי
btnStartDetecting.Caption=מזהה...
lblToolDesc_1.Caption=כלי זה מסייע באיתור קודי שגיאות במנהל התקנים ומתקן אותם 
btnRepair.Caption=תיקון
btnRepairing.Caption=מתָקן...
lbldetailDesc.Caption=פרטי קוד השגיאה
lblProblemCountDesc.Caption=זוהו <a>%s</a> שגיאות!
lblProblemCountDescOne.Caption=זוהתה <a>1</a> שגיאה!
lblProblemCountDescDone.Caption=התיקון הושלם
lvErrorDisplayErrorDesc.Caption=קוד שגיאה
lvErrorDisplayFixDesc.Caption=תוקן
lblNoProblem.Caption=לא זוהו קודי שגיאה
btnOK.Caption=אוקיי
btnRepair_Close.Caption=סגירה
lblProblemCountDesc_ignored.Caption=אין צורך בתיקון קודי שגיאה
lvErrorDisplayStatusIgnored.Caption=בהתעלמות
btnClose.Hint=סגירה
btnBack.Hint=אחורה

[DB_FormNetworkTool]
FormNetworkTool.Caption=מתקן קריסת רשת
lblToolCaption.Caption=מתקן שגיאות רשת
lblToolDesc.Caption=כלי זה מסייע בזיהוי ותיקון שגיאות התקן רשת. נא להקליק "זיהוי" להתחיל
btnStart.Caption=זיהוי
btnstart_Detecting.Caption=מזהה...
btnStart_Fixing.Caption=מתָקן...
lblHostOpenError.Caption=הרשאות קריאה/כתיבה של קובץ מארח נדחו, נא לסמן ולאפשר הרשאות אלה
lblFixSuccess.Caption=הידד!
lblfixcontent.Caption=קוד שגיאה %s זוהה ותוקן בהצלחה
lblfixcontent_ms.Caption=שגיאה זוהתה ותוקנה בהצלחה
lblnoProblem.Caption=גישה לרשת זמינה. אין צורך בתיקון
btnFixsuccOK.Caption=אוקיי
lblFixfailed.Caption=אוּפְּס... התיקון נכשל
M_NoDriver=הדרייבר עבור מנהל התקני הרשת חסר. נא לנסות לתקן בעיה זו עם מעדכן מנהל ההתקנים הלא-מקוון ב'כלים'
lblissueerrorcode.Caption=קוד שגיאה %s זוהה עבור התקן רשת. נא ליצור עמנו קשר לעזרה
lblissueunknown.Caption=זוהתה שגיאה לא ידועה. נא ליצור עמו קשר לעזרה
lblissueserver.Caption=גישה לרשת זמינה אך אינה מגיעה לשרת שלנו. נא לבדוק אם הגישה חסומה על ידי חומת-אש או התקני-רשת
btnerrorOK.Caption=אוקיי
lblmodifiedhostfailed.Caption=כישלון בתיקון. נא למחוק ידנית את השורות הבאות בקובץ מארחים %s
btnts4_ok.Caption=אוקיי
lblHostmodified.Caption=קובץ ה HOSTS שונה באופן זדוני. אנא תקן אותו
lblhostfixsucc.Caption=הידד! קובץ מארחים תוקן בהצלחה! נא לאתחל את דרייבר-בוסטר להחלה
btnClose.Hint=סגירה
rdltimetitle.Caption=חיבור לשרת נכשל בעקבות תאריך/זמן מערכת שגוי. לתיקון, נא להקליק "תיקון"
rdltimefixdone.Caption=תאריך/זמן המערכת תקין כעת!
rdltimefixing.Caption=מתקן ... נא להמתין
rdltimefixfailed.Caption=אוּפְּס! כישלון בתיקון תאריך/זמן המערכת. נסה לכוונן אותו ידנית
btn_timeok.Caption=אוקיי
btn_timefix.Caption=תיקון
btn_timefixing.Caption=מתקן...
fix_done=תוקן
fix_failed=נכשל
Column0=כתובת IP
Column1=שם המארח
Column2=סטטוס
OpenHOSTS=פתח את קובץ ה HOSTS

[DB_FormDisplayTool]
FormDisplayTool.Caption=מתקן רזולוציה גרועה
lblToolCaption.Caption=מתקן רזולוציה גרועה
btnDetect.Caption=זיהוי
btnDetecting.Caption=מזהה...
lblToolDesc.Caption=כלי זה מסייע בזיהוי ותיקון רזולוציה נמוכה שנגרמה על ידי התקנת דרייבר גראפי. נא להקליק "זיהוי" להתחיל
btnOK.Caption=אוקיי
lblFixSuccess.Caption=הידד! התיקון הצליח
lblNoProblem.Caption=הרזולוציה נורמלית. אין צורך התיקון
lblProblemDesc.Caption=הרזולוציה הופכת לנמוכה. נא להקליק "תיקון" לשחזור הרזולוציה
btnRepair.Caption=תיקון
btnRepairing.Caption=מתקן...
lbloldResolution.Caption=רזולוציה אוריגינלית:
lblnowResolution.Caption=רזולוציה עכשיוית:
btnok_failed.Caption=אוקיי
lblFailedDesc.Caption=אוּפְּס! התיקון נכשל. נא ליצור קשר לעזרה
btnClose.Hint=סגירה

[DB_FormSoundTool]
FormSoundTool.Caption=מתקן 'אין שמע'
lblToolCaption.Caption=לא מתקן שמע
btnNoSoundDetect.Caption=תיקון
btnNoSoundDetect_Click.Caption=מזהה...
btnNoSoundDetect_Repairing.Caption=מתקן...
lblwarning.Caption=הודעה: לא להשתמש בכלי זה אלא אם יש בעיות שמע
lblhaveatest.Caption=בצע בדיקה!
lblhaveatest_testing.Caption=עכשיו השמע עובד
lblNoSoundToolDesc.Caption=אם אינך שומע שום קול, נא להקליק על כפתור 'תקן' לתיקון
lblFixContent3.Caption=התקן האאודיו מכוון ל <a>%s</a>
lblFixContent2.Caption=קוד שגיאה %s תוקן
lblFixContent4.Caption=מנהל התְקן האאודיו הוחזר ל %s
btnFixCancel.Caption=סגירה
btnYeswork.Caption=כן
btnYeswork.CommandLinkHint=זה עובד
btnNotwork.Caption=לא
btnNotwork.CommandLinkHint=נסה את הפתרון הבא
btnSoundTesting.Caption=טסט
lblDoubleCheck.Caption=השמע עובד כעת?
lblFixContent.Caption=שרות האאודיו מאופשר
lblNoContinue.Caption=לא, המשך לזהות בעיות
lblyesWorks.Caption=כן, זה עובד
btnRollBackok.Caption=אוקיי
btnRollbackCancel.Caption=ביטול
lblReapirFailed.Caption=אוּפְּס! התיקון נכשל
lblTryRollBackAudioDevice.Caption=ניתן לנסות 'לגלגל לאחור' את מנהל ההתקן של האאודיו לתיקון. לגלגל לאחור כעת?
lblFailedReason22.Caption=להתקן השמע יש קוד שגיאה %s.
lblFailedReason33.Caption=שגיאה לא ידועה. נא להקליק "אוקיי" לביקור במדריך המקוון וללמוד איך לתקן בעיות שמע באופן ידני
lblFailedReason4.Caption=קובץ חיוני חסר. נא להתקין מחדש את דרייבר-בוסטר ולנסות שוב
btnOK.Caption=אוקיי
lblRepairFailed2.Caption=אוּפְּס! התיקון נכשל
lblFailedReason11.Caption=לא מותקן דרייבר עבור התקן שמע %s - נא להקליק "אוקיי" לביקור במדריך המקוון ללמוד איך מתקנים בעיות שמע באופן ידני 
btnClose.Hint=סגירה
rdhtmlblMoreSolutions.Caption=<a>עוד פתרונות לבעיות שונות של סאונד</a>
rdhtmlblMoreSolutions_pnlts4.Caption=<a>עוד פתרונות לבעיות שונות של סאונד</a>

[DB_FormSaleTip]
btnUpgrade.Caption=הפעל כעת
lblEnterCode.Caption=הכנס רישיון
lblFeatrues.Caption=הפעל את כל יישומי הפּרוֹ
lblFeatrue1.Caption=דרייברים 8.500.000+
lblFeatrue2.Caption=מאַתֶּר שגיאות הֵתקן
lblFeatrue3.Caption=עדכון אוטומטי לדרייבר
lblFeatrue4.Caption=גיבוי דרייבר בטוח & שחזור

[DB_FormSaleEmbed]
rdlblpg2More.Caption=עוד...
rdlblfromPROC.Caption=איזה תועלת תצמח לך מהפרו:
rdbtninfo1.Caption=תשיג את הדרייברים האחרונים, בעיקר דרייברים-מן-המוכן למשחק עם עדיפות
rdbtninfo2.Caption=הגברת יציבות המערכת וביצועי משחק
rdbtninfo3.Caption=איתור תקלות ותיקון סוגיות מחשב שנגרמו ע"י דרייברים
rdbtninfo4.Caption=עדכון וגיבוי אוטומטי לדרייברים
rdlblSeeAllC.Caption=ראה את כל התכונות

[DB_FormSaleMask]
lblTitle.Caption=הפעל דרייבר-בוסטר 10 פרו לתכונות מתקדמות נוספות
rdhtmlbl1.Caption=מסד-נתונים גדול יותר ב <a>200%</a>
rdhtmlbl1.Lines.Text=מסד-נתונים גדול יותר ב <a>200%</a>
rdhtmlbl2.Caption=יותר אינטליגנטי & בטוח יותר
rdhtmlbl2.Lines.Text=יותר אינטליגנטי & בטוח יותר
rdhtmlbl3.Caption=חוויית משחק טובה יותר
rdhtmlbl3.Lines.Text=חוויית משחק טובה יותר
rdhtmlbl4.Caption=משפר ביצועי המערכת
rdhtmlbl4.Lines.Text=משפר ביצועי המערכת
RdLabel1.Caption=פריביליה של עדכון דרייברים מיושנים & נדירים
RdLabel2.Caption=הורדה אוטומטית וגיבוי דרייברים למחשב יציב יותר
RdLabel3_lng.Caption=איתור ועדכון מנהלי התקנים הקשורים למשחק 
RdLabel4.Caption=מפחית בגים, קריסות וקפיאת מחשב

[DB_FormSaleScan]
btnClose2.Hint=סגירה
btnpg2Updnow.Caption=שדרג כעת
rdlblpg2More.Caption=עוד...
rdlblpg2P1.Caption=%s מנהלי התקנים & רכיבי משחק צריכים להתעדכן באמצעות מהדורת הפרו:
rdlblpg2P2.Caption=שדרג למהדורת הפרו להשגת העסקה הטובה ביותר!
rdlblpg2SubTitle.Caption=המצב הנוכחי של ההֵתקן שלך:
rdlblpg2Title.Caption=נמצאו עוד עדכונים!
rdlblRightBBottom_lng.Caption=שדרוג לפרו כעת לעדכון הדרייברים האלה 
rdlblTitleC.Caption=הידד! כל הדרייברים מ-ע-ו-ד-כ-נ-י-ם בגירסה החינמית!
rdlblDescC.Caption=שדרוג למהדורת הפרו כעת לעדכון יותר מנהלי-התקנים ורכיבי-משחק!
rdlblfromPROC.Caption=איזה תועלת תצמח לך מהפרו:
rdbtninfo1.Caption=תשיג את הדרייברים האחרונים, בעיקר דרייברים-מן-המוכן למשחק עם עדיפות
rdbtninfo2.Caption=הגברת יציבות המערכת וביצועי משחק
rdbtninfo3.Caption=איתור תקלות ותיקון סוגיות מחשב שנגרמו ע"י דרייברים
rdbtninfo4.Caption=עדכון וגיבוי אוטומטי לדרייברים
rdlblSeeAllC.Caption=ראה את כל התכונות
TrialTitle_1_M=הגעת למגבלת עדכונים מקסימלית היום (מכסה יומית עבור גירסת הניסיון: 1)
TrialDesc_M=שדרוג למהדורת הפרו לעדכון <a>%d</a> דרייברים & רכיבי משחק בקליק-1
TrialGet_M=נא להקליק "שדרוג כעת" כדי לקבל אותו כעת

[DB_FormSalePopup]
btnClose.Hint=סגירה
btnUpgrade.Caption=הפעל כעת
lblEnterCode.Caption=הכנס רישיון
btnCntUpd.Caption=המשך לעדכן
lblTitleA.Caption=הפעל דרייבר-בוסטר 10 פרו לתכונות מתקדמות נוספות
rdhtmlbl1.Caption=תונים גדל-יותר<a>200%</a>
rdhtmlbl1.Lines.Text=מסד-נתונים גדול-יותר<a>200%</a>
rdhtmlbl2.Caption=אינטליגנטי יותר & בטוח יותר
rdhtmlbl2.Lines.Text=אינטליגנטי יותר & בטוח יותר
rdhtmlbl3.Caption=חוויית משחק טובה יותר
rdhtmlbl3.Lines.Text=חוויית משחק טובה יותר
rdhtmlbl4.Caption=משפר את ביצועי המערכת
rdhtmlbl4.Lines.Text=משפר את ביצועי המערכת
RdLabel1.Caption=הפריבילגיה לעדכן ייותר דרייברים מיושנים & נדירים
RdLabel2.Caption=הורדה אוטומטית של דרייברים ליציבות מחשבך
RdLabel3_lng.Caption=איתור ועדכון מנהלי התקנים הקשורים למשחק 
RdLabel4.Caption=מפחית בגים, קריסות וקפיאות מחשב
lblTitleB.Caption=הפעל דרייבר-בוסטר 10 פרו לתכונות מתקדמות נוספות
lblB1.Caption=עדכון דרייבר בקליק-אחד
lblB2.Caption=עדיפות בעדכון יותר דרייברים מיושנים & נדירים
lblB3.Caption=מתקן שגיאת הֵתקנים למחשב בטוח יותר
lblB4.Caption=עדכון אוטומטי לדרייבר בזמן שהמערכת במצב סרק
lblB5.Caption=הורדה מהירה יותר
lblB6.Caption=גיבוי דרייבר לשחזור בטוח יותר
lblB7.Caption=יציבות מערכת טובה יתר & ביצועי משחק
RdLabel5.Caption=נוכחי
RdLabel6.Caption=פּרוֹ
lblTitlC.Lines.Text=הפעל את גירסת הפרו לתיקון שגיאות התקן
lblDescC.Caption=מאַתֶּר שגיאת קודים במנהל הֵתקנים לתיקון סוגיות חומרה ושומר על מחשב בטוח יותר
lblMore.Caption=יותר תכונות והטבות עם מהדורת הפּרוֹ:
Labl1.Caption=הורדה אוטומטית
Labl2.Caption=הורדה אוטומטית
Labl3.Caption=הורדה אוטומטית
Labl4.Caption=מסד-נתונים גדול-יותר ב 200%
Desc1.Caption=אוטומטית מוריד דרייברים כאשר המערכת במצב סרק לחסכון חצי זמן-העדכון של הדרייברים
Desc2.Caption=אוטומטית מוריד דרייברים כאשר המערכת במצב סרק לחסכון חצי זמן-העדכון של הדרייברים
Desc3.Caption=אוטומטית מוריד דרייברים כאשר המערכת במצב סרק לחסכון חצי זמן-העדכון של הדרייברים
Desc4.Caption=תהנה מהפריבילגיה של יותר דרייברים, בעיקר אלה הנדירים, לתמיכה ביותר מ-8.500.000+ הֵתקנים
lblTitleCover.Caption=אנו מכינים את העדכונים
lblInfoCover.Caption=הפעל את מהדורת הפרו להנאה מכונות העדכון המתקדמות
lbltle1pgd.Caption=הורדה מהירה
lblinfo1pgd.Caption=מוריד עד 50% מהר-יותר עם הורדה-אוטומטית כשהמחשב במצב סרק ומאיץ הורדה
lbltle2pgd.Caption=גיבוי אוטומטי
lblinfo2pgd.Caption=עדכונים בטוחים-יותר עם גיבוי דרייבר-אוטומטי לפני ההתקנה
lbltle3pgd.Caption=מחשב יציב יותר
lblinfo3pgd.Caption=יציבות וביצועי מערכת טובים-יותר עם יותר התקני מנהלים ורכיבי משחק

[IObitRegister_FrmDB]
btnClose.Hint=סגירה
lblTitle.Caption=מכירת טרום חג המולד
lblTitleDesc.Caption=התכונן לעונת החופשות עם המבצעים המדהימים של שנת 2016!
lblBox.Caption=בלעדי לחג המולד
btnNote1.Caption=מעדכן יותר דרייברים חסרים & מיושנים
btnNote2.Caption=איתור כל סוגי התקלות והשגיאות
btnNote3.Caption=שיפור חווית הגיימינג עבורך
btnNote4.Caption=השג חבילת שי בלעדית לחג המולד
btnActive_L.Caption=השג את העיסקה כעת
btnActive_S.Caption=השג זאת כעת
lblActiveDesc.Caption=אסקפה מוגבלת! ראשון בא, ראשון מקבל!
lblSecure.Caption=סדר מאובטח
lblSSL.Caption=מוגן באמצעות טכנולוגיית SSL
lblNote.Caption=Mהטבות נוספות, מובטח:

[ActionCenter_M]
M_FixAllAC=השג הכל
M_HideAC=הסתר
M_ShowAC=הצג
M_ShowACTitle=אבטחה & ביצועים
M_ShowACDesc=הקלק "הצג" להצגת תכניות מומלצות אחרות. הֵתקן אותן לקבלת הגנת אבטחה וביצועי מחשב טובים יותר
M_ShowACDesc2=כל התכניות המומלצות נסתרות! הקלק על "הצג" להצגתן שוב ואז התקן אותן לקבלת הגנת אבטחה מלאה וביצועים עליונים
M_AC_Installed=מוּתקן
M_AC_FreeTitle=אבטחה & ביצועים
M_AC_FreeHelp_Ins=מאפשר למחשב לרוץ בטוח-יותר ומהר-יותר עם התוכניות הבאות, המומלצות על ידי אַיאוֹבִּיט
M_AC_FreeHelp_OK=מריץ את התכניות הבאות בקביצעות לקבלת הגנת אבטחה וביצועי מחשב טובים-יותר
M_AC_Free_EULA=הסכם-הרשאה-למשתמש-קצה האחרון שברשותך (EULA) תקף גם עבור מוצרי תוכנה מומלצים של IObit
M_AC_Free_ReadEULA=קרא את EULA
M_ShowACTitle2=הודעה!
M_LearnRecommendNote=בשלב זה אין מוצרים מומלצים
M_LearnRecommendDesc=נא להקליק על "למד עוד" כדי לקרוא על עוד מוצרים אשר ייתכן שתגלה בהם ימחחם
M_LearnMore=למד עוד
M_Scan=סורק...
M_Recomm_Ins=מומלץ: התקן %s
M_Recomm_Upt=מומלץ: עדכן %s
M_none=כלום
M_Fix=השג כעת
M_fixing=מתקין
M_Updating=מעדכן
M_fixed=קיבלתי
M_failed=נכשל
M_RuningWell=הגירסה האחרונה המותקנת
M_Outdated=מיושן
M_NotInstalled=לא מותקן
M_ACUpdate=עדכן כעת
M_ASCCaption=ביצועי מערכת
M_ASCInfo_NotIns=נמצאו סוגיות מרשמה, סוגיות פרטיות וקובצי-זבל במערכת. התקן את Advanced SystemCare למיטוב מחשבך לשחרור שטח דיסק
M_ASCInfo_NotIns_C=נמצאו: <a>%1s</a> עקבות פרטיות, <a>%2s</a> קובצי-זבל ו <a>%3s</a> כניסות מרשמה כפולות. התקן את Advanced SystemCare למיטוב מחשבך לשחרור עד <a>%4s</a> של שטח דיסק
M_ASCInfo_UpToDate=האצה ומיטוב בקליק-1 של Advanced SystemCare
M_ASCInfo_NeedUpDate=Advanced SystemCare מיושנת
M_ASCDesc=הגנה ומיטוב המחשב בקליק-אחד
M_ASCTopSel=בראש המכירות
M_ASCTipTitle=פרטים
M_ASCTip=We Promise:<br>מאיץ ב 200% את מהירות המחשב<br>תיקון עמוק יותר & יותר סוגיות מרשמה<br>ממריץ מרשתת עד 300% מהר יותר <br>מונע מעקב אחרי פרטיות
M_RunASC=סרוק כעת
M_ASCOffer=ניקוי ומיטוב למחשב בקליק-1.<br>מאיץ המחשב עד 200% מהר-יותר.<br>ממריץ את המרשתת עד 300% מהר-יותר.<br>מונע זליגת פרטיות עם פתרון רב-הגנתי.<br>מנטר את מצבי-המחשב בזמן-אמת לעבודת מחשב חלקה-יותר
M_IMFCaption=הגנה מפני רוגלות
M_IMFInfo_NotIns=קבל הגנה טובה-יותר על ידי התקנת תכנית אנטי-מלוור של אַיי.אוֹ.בִּיט
M_IMFInfo_NotIns_C=זוהו <a>%s</a> איומים. התקן את מלוור-פייטר להסרתם ולהגנת מחשבך מפני נוזקות אחרות
M_IMFInfo_NotIns_C_Single=זוהה <a>1</a> איום. התקן את מלוור-פייטר של אַיי.אוֹ.בִּיט להסרתו ולהגנה על מחשבך מפני נוזקות אחרות
M_IMFInfo_UpToDate=IObit Malware Fighter מגן על מחשבך מפני זדונות שונות
M_IMFInfo_NeedUpDate=תכנית האנטי-רוגלה שלך מיושנת
M_IMFDesc=מגן על מחשבך מפני זדונות
M_IMFTopSel=בראש המכירות
M_IMFTipTitle=פרטים
M_IMFTip=אנו מבטיחים: <br>הגנה מקיפה בזמן-אמת כנגד כל סוגי הנוזקות <br>סריקה מהירה ויעילה לזיהוי איומים & הסרה <br>פעילות מונעת כנגד תקיפות כופרה <br>גלישה מקוונת והורדה בטוחות <br>תאימות מלאה עם תכניות אבטחה אחרות
M_RunIMF=לסרוק עכשיו
M_IMFOffer=הגנה מקיפה בזמן-אמת כנגד כל סוגי הנוזקות <br>סריקה מהירה ויעילה לזיהוי איומים והסרה <br>פעילות מונעת כנגד תקיפות כופרה <br>גלישה והורדה מקוונות בטוחות <br>ץתאימות מלאה עם תוכניות אבטחה אחרות
M_SDCaption=מיטוב הדיסק
M_SDInfo_NotIns=נמצאו סוגיות מיטוב הדיסק. מטב אותן להמרצת מחשבך
M_SDInfo_NotIns_C=נמצאו <a>%d</a> רסיסים בכוננים. התקן את 'איחוי-חכם' לאיחוי ולהפוך את מחשבך למהיר-יותר ולהאריך את העמידות של הכוננים שלך
M_SDInfo_UpToDate="איחוי-חכם" מאחה את הדיסק לביצועים גבוהים
M_SDInfo_NeedUpDate=תכנית איחוי הדיסק שלך מיושנת
M_SDDesc=מאחה הדיסק לביצועים גבוהים
M_SDTopSel=בראש המכירות
M_SDTipTitle=פרטים
M_SDTip=אנו מבטיחים: <br>יותר איחוי דיסק <br>תמיכה באיחוי של יישומי מטרו של חלונות 10 <br>מיקסום הביצועים של הכונן הקשיח <br>יציבות גבוהה לדיסק & מהירות גישה לנתונים
M_RunSD=אחֵה כעת
M_SDOffer=מהירות גישה גבוהה-יותר לקובץ.<br>ביצועי מקסימום של הכונן הקשיח.<br>מגביר את מהירות האתחול של המחשב עד 100% מהר-יותר.<br>ממטב משחקים לחוויית משחק טובה-יותר.
M_DLCaption=מנהל הסיסמה
M_DLInfo_NotIns=הגן ונהל את כל הסיסמאות שלך עם Dashlane-מנהל הסיסמה
M_DLInfo_UpToDate=לעולם לא תשכח סיסמה עם Dashlane הבטוח והמאובטח
M_DLOffer=הדרך הפשוטה והבטוחה לניהול הסיסמאות.<br>מחולל סיסמאות ייחודיות להגנת חשבונותיך.<br>התחברות אוטומטית לאתרים המועדפים עליך.<br>עבור חלונות, מאק, אַיי.אוֹ.אֵס ואנדרואיד.
M_RunDL=נהל
M_LDPInfo_NotIns=שחקו משחקי אנדרואיד עם עכבר ומקלדת במחשב.
M_LDPOffer=מאפשר לך לשחק משחקים ואפליקציות אנדרואיד במחשב. <br>תמיכה ביצירת מופעים מרובים במחשב אחד. <br>פקדי מקלדת ועכבר מוגדרים מראש למשחקים. <br>מציעים תכונת מאקרו לניהול המשחקים שלכם. <br>הפעל את המשחק עם FPS וגרפיקה גבוהים.
M_AC_FreeTitleHide1=כל התכניות המומלצות נסתרות!
M_AC_FreeTitleHide2=הקלק "הצג" להצגתן והתקנתן לקבלת הגנת אבטחה מלאה וביצועים אולטימטיביים
M_IUCaption=מסיר התקנה של תכניות
M_IUInfo_NotIns=מסיר תכניות לא רצויות, סרגלי-כלים ומתקעי דפדפן
M_IUInfo_NotIns_Distrust=נמצאו <a>%s</a> מתקעים/סרגלי-כלים העלולים להאט את הדפדפן שלך. התקן את 'מסיר-ההתקנה' של אַיי.אוֹ.בִּיט להסרתם כעת
M_IUInfo_NotIns_Distrust_Single=נמצא <a>1</a> מתקע/סרגל-כלים העלול להאט את הדפדפן שלך. התקן את 'מסיר-ההתקנה' של אַיי.אוֹ.בִּיט להסרתו כעת
M_IUInfo_NotIns_C=נמצאו <a>%s</a> מתקעים/סרגלי-כלים. נא להתקין את 'מסיר-ההתקנה' להסרת הפריטים הלא-רצויים
M_IUInfo_NotIns_C_Single=נמצא <a>1</a> מתקע/סרגל-כלים. נא להתקין את 'מסיר-ההתקנה' להסרת הפריט הלא-רצוי
M_IUInfo_UpToDate=מסיר ההתקנה של IObit מסיר מתקעים ואפליקציות באופן יסודי
M_IUInfo_NeedUpDate=מסיר ההתקנה של IObit מיושן
M_IUDesc=מסיר יישומים ומתקעים מזיקים
M_IUTopSel=בראש המכירות
M_IUTipTitle=פרטים
M_IUTip_lng=אנו מבטיחים:<br>מחיקה אוטומוטית של שיורי קבצים אחרי הסרת התקנה של תכנית<br>הסרת-התקנה נקייה עם יומן התקנה<br>הסרה יסודית של תכניות עיקשות<br>הסרת תוספי/פרסומות זדוניים של דפדפן<br>קליק-1 לתיקון כל בעיות הבריאות של תכנה 
M_RunIU=הרץ כעת
M_IUOffer_lng=מנקה לחלוטין שיורי קבצים אחרי הסרת תכניות<br>יומן אוטומטי של שינויי מערכת שבוצעו על ידי התקנת תכניות<br>מסיר תכניות עיקשות שאינן ניתנות להסרה באופן נורמלי<br>מסיר תוספי דפדפן ויישומי 'חלונות' בקלות<br>זהוי פגיעויות בתכנה וחסימת הודעות קופצות לא רצויות
M_RunSMGB=המרָצה כעת
M_SMGBInfo_NotIns=קליק-1 להגברת ה- FPS (מסגרת לשניה) ולחוויית משחק מהיר וחלק-יותר
M_SMGBInfo_UpToDate=קליק-1 להגברת ה- FPS (מסגרת לשניה) ולחוויית משחק מהיר וחלק-יותר
M_SMGBInfo_NeedUpDate=הסמארט-בוסטר למשחק, מיושן
M_SMGBOffer=מגביר 'מסגרת לשנייה' עבור ביצועי גיימינג טובים יותר בקליק-1 <br>מנטר ניצול טמפרטורה של חומרה בזמן-אמת <br>המהרת המעבד הגראפי עבור אפקטים-חזותיים אופטימליים בגיימינג <br>ניתוח וקצב מחשב למציאת משחקים תואמים (38,000+) <br>מאבטח את המחשב & משחק להגנה גבוהה יותר
M_RunIOT=הרץ כעת
M_IOTCaption=מנהל אייפון
M_IOTInfo_NotIns=העברה בקליק-1 של נתוני אייפון, ניקוי קובצי-זבל וממריץ לאייפון שלך
M_IOTInfo_UpToDate=IOTransfer רץ היטב
M_IOTInfo_NeedUpDate=IOTransfer מיושן
M_TipTitle=פרטים
M_IOTTip=הבטחה מאת IOTransfer: <br>העברת תמונות/מוזיקה ללא הגבלה<br>מנקה בקלות ובאופן בטוח קובצי-זבל על התקני אַייאוֹאֵס <br>מוריד וממיר סרטונים לאייפון/מחשב<br>מעביר קבצים באופן אלחוטי בין אייפון ומחשב
M_IOTDesc=מעביר בקליק-1 נתוני אייפון, מנקה קובצי זבל וממריץ את האייפון
M_TopSel=בחירה ראשונה
M_VipTitle=הצעה בלעדית לאח"מ
M_AC_ShareTip=שתף ההצעה הבלעדית עם חברים/משפחה
M_AC_Pro_Title=תכנית אחרות מומלצות לשיפור יתר של אבטחה וביצועים
M_ACPro_SubTitle=רכוש כעת ותהנה מהנחת מחיר בלעדית עבור משתמשי ASC PRO
M_ACPro_SubTitle_AU=רכוש כעת ותהנה מהנחת מחיר בלעדית עבור משתמשים משלמים בלבד של ASC Ultimate
M_ActionCenterTitle_Perfectly=כל התכניות רצות באופן מושלם!
M_ACPro_SubTitle_db=רכוש כעת ותהנה מהנחה בלעדית עבור משתמשי דרייבר-בוסטר פּרוֹ בלבד
M_SubTitle_Perfectly=הרץ תכניות הבאות באופן סדיר לקבלת הגנת אבטחה וביצועי מחשב טובים יותר והנאה משימוש בהם
M_ShowACTitlePro=הצעה בלעדית לאח"מ
M_ShowACDescPro=הקלק "הצג" לקבלת הנחת מחיר בלעדית עבור מוצרי תוכנה מומלצים של IObit
M_AC_ProShareMail=שתף בדוא"ל
M_AC_ProShareFB=שתף בפייסבוק
M_AC_NoMailCLient=הפעולה נכשלה מאחר שתוכנת הדוא"ל לא הותקנה כראוי
M_AC_Pro_Title2=מוצרים נוספים מומלצים לאבטחה וביצועים טובים-יותר. רכוש כעת לקבלת הנחות יחודיות עבור דרייבר-בוסטר פרו - משתמשים בלבד
M_iTopInfo_NotIns=לנסות בחינם, שרות VPN מהיר, מאובטח עבור אבטחה מקוונת
M_iTopInfo_UpToDate=לנסות בחינם, שרות VPN מהיר, מאובטח עבור אבטחה מקוונת
M_RuniTop=התקנה כעת
M_iTopOffer=להנות מהמרשתת בלי גבולות<br>גישה לאתרי זרימה בכל רחבי העולם<br>לשחק במשחקים של איזור נעול בכל מקום<br>מסתיר את כתובת האיי.פי ברשת אלחוטית ציבורית<br>לנסות בחינם: הצפנה אולטרה מהירה והטובה מסוגה
M_newiTopOffer=פרטי - הישאר אנונימי בזמן הגלישה. <br>מאובטח - הסתר IP והצפן חיבור לאינטרנט. <br>מהיר - נהנה מגלישה מהירה באינטרנט. <br>חינם - ביטול חסימת אתרים והזרמה בחינם. <br>קיצורי דרך - גישה מהירה לנטפליקס, HBO, PUBG ...
M_ITOPDesc=נשאר אנונימי ובלתי ניתן לאיתור במרשתת 
M_ITOPTip=אנו מבטיחים:<br>הגנת פרטיות במרשתת<br>יותר מ-1800 שרתים מסביב לעולם<br>הזרמה ומשחקים בחופשיות<br>גישה לתכנים חסומים<br>התקנים מרובים נתמכים
M_BuyIMF=רכוש כעת
M_BuyDB=רכוש כעת
M_BuySD=רכוש כעת
M_BuyIU=רכוש כעת
M_BuySM=רכוש כעת
M_BuyASC=רכוש כעת
M_BuyIOT=רכוש כעת
M_SU_UpdateAll=עדכן הכל
M_SU_ActiveAutoUpt=הפעל עדכון אוטומטי
M_SU_Title=מעדכן התכנה
M_SU_Help=עוזר לך לקבל תכניות חשובות ומעודכנות בקלות וביעילות
M_SU_Ignored=בהתעלמות
M_SU_Upting=מעדכן
M_SU_Update=עדכן
M_SU_UptoDate=מעודכן
M_SU_StopIg=אל תתעלם
M_SU_Ignore=התעלם
M_SU_NewVer=גירסה חדשה:
M_SU_InsVer=גירסה נוכחית:
M_Hot=לוהט
M_AoMeiBackupperCaption=AOMEI "המגבה" פרו
M_AoMeiBackupperInfo_NotIns=פתרון הגיבוי האולטימטיבי לגיבוי מערכת וכוננים קשיחים
M_AoMeiBackupper_UpToDate=פתרון הגיבוי האולטימטיבי לגיבוי מערכת וכוננים קשיחים
M_AoMeiBackupperProDec=פתרון הגיבוי האולטימטיבי למחשב
M_RunAoMeiBackupper=הרץ כעת
M_BuyAoMeiBackupper=רכוש כעת
M_AoMeiBackupperTipTitle=פרטים
M_AoMeiBackupperTip=הבטחות AOMEI Backupper Pro: <br>גיבוי המערכת, הדיסקים הקשיחים והקבצים שלך בלחיצה אחת <br>שחזור המערכת במהירות ובאמינות <br>שיבוט HDD ל- SSD, HDD ל- HDD או SSD ל- SSD <br>Real -סנכרון קבצי ותיקיות מקור בזמן
M_Moffer_Title=הצעה אופציונלית
M_Close=סגירה
M_Cancel=ביטול
M_Moffer_Install=הַתקֶן
M_Moffer_NoteEP=בהקלקה על "התקֶן" אתה מסכים להתקין את %s ומסכים לתנאי הסכם-הרשאת-משתמש-קצה של <a>EULA</a> ושל <a>מדיניות הפרטיות</a>
M_Moffer_Refund=<a>הערה:</a> אתה יכול לקבל החזר-כספי בתוך 30 יום. קרא את <a>מדיניות החזר-כספי</a>
m_OperaCaption=דפדפן אופרה
M_OperaInfo_NotIns=דפדפן מהיר ומאובטח עם חוסם פרסומות מובנה, חיסכון-סוללה ו - VPN חינמי
M_OperaOffer=חוסם פרסומות לטעינת דפי-רשת, עד 90% מהיר-יותר.<br>דפדוף עד שעה אחת יותר.<br>קבל יותר פרטיות בדפדוף עעם VPN חינמי.
M_ISUCaption=מעדכן התכנות
M_ISUInfo_NotIns_C=להלן <a>%d</a> תכניות מיושנות. התקן את מעדכן-התוכנות של אַיאובִּיט לעדכון התכניות עם קליק-אחד
M_ISUInfo_NotIns_C_Single=<a>1</a> תכנית מיושנת. התקן את מעדכן-התכניות של אַיאובִּיט לעדכון התכנה בקליק-אחד
M_ISUInfo_NotIns=קליק-1 לעדכון והתקנה של כל התכניות החשובות לך
M_ISUInfo_UpToDate=מעדכן-התכניות של אַיאובִּיט שומר על עדכון-רציף של כל התכניות החשובות לך
M_ISUInfo_NeedUpDate=מעדכן-התכניות של אַיאובִּיט אצלך מיושן
M_ISUOffer=עדכון אוטומטי של תוכניות מיושנות בזמן המוקדם ביותר <br>לחיצה אחת להתקנת כל עדכוני התוכניות הזמינים <br>לחיצה אחת להתקנת כל התוכניות הפופולריות המבוקשות <br>תוכניות נקיות עברו בדיקות קפדניות, ללא bundleware
M_ConnectifyInfo=הופך את המחשב לנקודת היי-פיי חמה ושיתוף המרשתת בכל ההתקנים
M_ConnectifyTip=Connectify Hotspot מאפשרת לך: <br>לשתף המרשתת ממחשבך עם כל ההתקנים<br>הארכת הטווח של רשת ההיי-פיי שלך<br>גישור התקנים לרשת הביתית שלך<br>חסימת פרסומות להתקנים המחברים ל hotspot שלך
M_ProRoboFormInfo=תגידו שלום לכתיבת סיסמאות
M_ProRoboFormTip=RoboForm מנהל סיסמאות: <br>קליק-1 להתחברות לאתרים על כל הדפדפנים העיקריים <br>מחולל סיסמאות חזקות וייחודיות <br>רישיון אחד לכל ההתקנים
M_RoboForm_NotIns=תגידו שלום לכתיבת סיסמאות, עם "רובופורם"/מנהל הסיסמאות
M_RoboForm_UpToDate=תגידו שלום לכתיבת סיסמאות עם מנהל הסיסמאות של רובופורם
M_RoboForm_Info_NeedUpDate=תגידו שלום לכתיבת סיסמאות עם מנהל הסיסמאות של רובופורם
M_RoboForm_Moffer=התחברות לאתרים עם קליק בודד<br>מחולל סיסמאות חזקות וייחודיות <br>משתמש בהצפנת AES-256 bit ותומך ב 2FA <br>עבור חלונות, מאק, איי.או.אס., אנדרואיד וכל שאר הדפדפנים העיקריים <br>מייבא מדפדפן או ממנהל סיסמאות אחר
M_TagCaption=המלצות IObit
M_ISRInfo_NotIns=מקליט באופן חופשי את מסך המחשב שלך באיכות גבוהה, בלי מגבלת גודל ההקלטה
M_ISRInfo_UpToDate=מקליט באופן חופשי את מסך המחשב שלך באיכות גבוהה, בלי מגבלת גודל ההקלטה
M_ISRInfo_NeedUpDate_New=iTop Screen Recorder מיושן
M_ISROffer_New=100% חופשי להקליט את סרטון המסך של המחשב שלך. <br>מקליט מפגשי וידאו בכל פורמט שהוא<br>מקליט סרטים ומוסיקה באיכות 4K ללא אובדן איכות<br>מקליט קורס מקוון ויוצר מדריך וידאו <br>לוכד ללא השהייה משחק מחשב בפורמט 1080P/60 FPS
M_ISRDesc=מקליט את המסך ואת מצלמת הרשת
M_ISRTip_New=אנו מבטיחים:<br>יוצר וידאו באיכות HD וְ 4K <br>מוסיף סימן מים אישי<br>הקלטת משחק באיכות FPS גבוהה<br>עריכת וידאו
M_DPMInfo_NotIns=דרך מאובטחת, פשוטה אך חינמית לניהול סיסמאות, חיונית לחיים הדיגיטליים שלך
M_DPMInfo_UpToDate=דרך מאובטחת, פשוטה אך חינמית לניהול סיסמאות, חיונית לחיים הדיגיטליים שלך
M_DPMInfo_NeedUpDate=DualSafe Password Manager מיושנת
M_DPMOffer=ללא הגבלה - שומר סיסמאות ללא הגבלה, וכו'<br>בקלות - שמירה אוטומטית ומילוי-אוטומטי של סיסמאות בקליקים פשוטים<br>מאובטח - מחולל סיסמאות חזקות וייחודיות<br>בטוח - אחסון הנתונים עם הקידוד הטוב מסוגו<br>אוטומטי - גישה חוצת התקנים ללא הגבלה עם סנכרון אוטומטי
M_PDFInfo_NotIns=פתרון נקודתי לעריכה, המרה וכל משימת PDF אחרת
M_PDFOffer=המרת מסמכי PDF אל/מ- Word, Excel, תמונות<br>עריכת טקסט, תמונות, חותמות ורכיבים אחרים<br>ארגון עמודי ה-PDF שלך כמו נייר מדשדש<br>יותר פעולות: לשלב, לדחוס, לחתום אלקטרוני, למלא טפסים
M_PDFDesc=עורך וממיר מסמכי PDF במהירות ובקלות
M_PDFTip=אנו מבטיחים:<br>עורך וממיר מסמכי PDF במספר קליקים<br>דוחס את גודל הקובץ מבלי לאבד את האיכות<br>מגן על קובצי PDF באמצעות סיסמאות בלתי שבירות<br>הסרה או התאמה-אישית של סימן-מים
M_MiniToolInfo_NotIns=שחזר במהירות ובקלות את הנתונים שאבדו. זה בחינם.
M_MiniToolOffer=כמה לחיצות פשוטות לשחזור נתונים שאבדו ונמחקו. <br>ביצועי שחזור נתונים חינם, מהירים ומדויקים. <br>תואם לכונני HDD, SSD, פלאש USB וכרטיסי SD. <br>100+ סוגי נתונים של תמונות, סרטונים, אודיו ומסמכים. <br>מומלץ מאוד על ידי עורכים מקצועיים ומשתמשים מומחים.
M_IPBInfo_NotIns=הדפדפן הפרטי של iTop מיושן
M_TDPInfo_NotIns=הגנה, חסימה והסתרה של התיקיות והנתונים הפרטיים שלך. קל ומהיר!
M_TDPTip=אנו מבטיחים:<br>הגנה באמצעות סיסמה על הקבצים הפרטיים<br>נועל תיקיות אישיות כדי להגביל גישה לא-מורשית<br>הסתרת תיקיות וקבצים מעיניים חטטניות<br>הגנה כפולה על הקבצים הנעולים
M_TDPDesc=הגנה באמצעות סיסמה על הנתונים הפרטיים שלך מגישה לא מורשית
M_IDRInfo_NotIns=תצוגה-מקדימה ושחזור כל סוגי נתונים וקבצים אבודים בבית. קל ומהיר!
M_IDRTip=אנו מבטיחים:<br>שחזור קבצים אבודים עקב כל תרחיש<br>קצב שחזור עד 95%<br>משחזר מכמעט כל התקני האחסון<br>תמיכה ביותר מ-1000 פורמטים של קובץ
M_IDRDesc=משחזר כל סוגי נתונים אבודים עבורך
M_IVBInfo_NotIns=דפדפן ה iTop VPN מיושן
M_IVBInfo_UpToDate=דפדפן מהיר, פרטי, ללא פרסומות ואנונימי עם VPN מובנה
M_IVBOffer=בטוח עבור שופינג ונתונים בנקאיים <br> מסתיר את האייפי שלך ומקודד נתונים מקוונים <br> ערוץ VPN ייעודי במהירות גבוהה <br> מנקה וגורס עקבות מקוונים בזמן-אמת <br> חוסם אתרים וקישורים זדוניים <br> חוסם פרסומות להמהרה ואבטחת הדפדפן
M_ISROffer=100% חופשי להקליט את סרטון המסך של המחשב שלך. <br>מקליט מפגשי וידאו בכל פורמט שהוא<br>מקליט סרטים ומוסיקה באיכות 4K ללא אובדן איכות<br>מקליט קורס מקוון ויוצר מדריך וידאו <br>לוכד ללא השהייה משחק מחשב בפורמט 1080P/60 FPS
M_ISRTip=אנו מבטיחים:<br>יוצר וידאו באיכות HD וְ 4K <br>מוסיף סימן מים אישי<br>הקלטת משחק באיכות FPS גבוהה<br>עריכת וידאו

[ActionCenter_FormActiveAutoUpt]
btnUptManual.Caption=עדכון ידני
lblActiveTitle.Caption=עייף לעדכן ידנית?
btnActiveAutoUpt.Caption=הפעל עדכון אוטומטי
btnDonotShow.Caption=אל תראה זאת שוב
lblClose.Caption=סגירה

[DB_FormGuideInterface]
lblTitle.Caption=!הידד! כל מנהלי ההתקן מעודכנים
lblDes.Caption=הרץ את דרייבר-בוסטר באופן סדיר לשמור שהדרייברים שלך יהיו תמיד מעודכנים
lblHistoryView.Caption=הצג הסטוריית עדכונים
lblScanMore.Caption=סרוק עוד
rdhtmlbldes.Caption=הרץ את דרייבר-בוסטר באופן סדיר לשמור שהדרייברים שלך יהיו תמיד מעודכנים
btnClose.Hint=סגור
btnDisappear.Hint=חזרה
btnMax.Hint=מזער
btnMin.Hint=מזער
btnRestore.Hint=שחזור

[DB_FormPcPerScan]
lbltitle.Caption=ביצועי מערכת
lblScanTitle.Caption=סריקה לביצועי המחשב
lblTipCap.Caption=לא נמצאו בעיות. אבל כדי לקבל מחשב נקי יותר מהר, מומלץ להתקין את SystemCare מתקדם כדי לקבל סריקה מקיפה.
rdhtmlTitle.Caption=נמצאו <a>%d</a> פריטים. <a>פרטים</a>
btnfix.Caption=התקן ותקן
btnstop.Caption=עצור
btnInstall.Caption=התקן
btnclose.Hint=סגור

[DB_FormScanWithPro]
lblTitle.Caption=יותר עדכונים עם מהדורת הפרו
btnUpgrade.Caption=עדכן עכשיו
lblLicense.Caption=הזן רשיון
btnclose.Hint=סגור

[ACD_frmActionCenter]
lbl_Cancel.Caption=ביטול
lbl_Min.Caption=מזער
btnClose.Hint=Cloסגירהse

[ACD_M]
M_Downloading=מוריד:
m_Installing=מתקין:
M_DiskIsFull=שטח דיסק לא מספיק!
M_NetError=ההורדה נכשלה עקב שגיאת רשת. נא לנסות מאוחר יותר!
M_Tips=ההורדה בעיצומה. נא להקליק כפל על האייקון לצפייה בפרטים
M_AreSure=בטוח לצאת ממרכז הפעולה של המוריד?
M_AreSure_IObit=בטוח שתרצה לצאת מהמוריד של IObit ?
M_TipFixing=מתקין
M_MD5Faild=הקובץ שהורד פגום. נא לנסות שנית מאוחר יותר
M_Speed=קצב:

[DB_FormIgnoreDevUpdate]
btnClose.hint=סגירה
lblNote.Caption=הערה: הדרייבר או הגירסה שברשימת-התעלמות לא יסרק עד אשר תשחזר אותו מרשימת-ההתעלמות בהגדרות:
chkIgnoreOnce.Caption=התעלם מהעדכון הזה בלבד
chkIgnoreAll.Caption=התעלם מכל העדכונים של הדרייבר הזה
btnNo.Caption=לא
btnYes.Caption=כן
chkNotRemind.Caption=אל תזכיר לי שוב

[DB_FormBoostDetails]
lblTtitle.Caption=פרטי המרצת משחק
lblInfo.Caption=מחשבך הומרץ לביצועי גיימינג טובים-יותר אחרי ביצוע המיטוב הבא
btnClose.Hint=סגירה

[DB_FormBoostConfigure]
lblCaption.Caption=קונפיגורציה - ממטב את הפריטים הנבחרים בזמן ההמרצה 
btnBoost.Caption=המרצה
btnClose.Hint=סגירה
btnProcess.caption=תהליך
btnService.caption=שירות
btnOthers.caption=אחרים
lblRecommend.Caption=מומלץ
lblLoading.Caption=טוען...

[DB_FormGiveawayExpired]
lblOops.Caption=אופס!
lblYour.Caption=המנוי שלך פקע
btnClose.Hint=סגירה
lblCaption.Caption=אבל Driver Booster PRO מוכן שוב לפעולה. לממש כעת עם ההנחה הטובה מאי פעם
lblUsers.Caption=- אקסלוסיבי עבור  משתמשי שי
btnRedeem.Caption=לממש באמצעות הנחת %s 

[DB_FormTrialExp]
rdlblfromPROC.Caption=איזה תועלת יש בגירסת הפרו:
rdbtninfo11.Caption=מתקן במהירות את סוגיות הדרייבר החסרות, המיושנות והפרובלמטיות
rdbtninfo22.Caption=הנח ל'עדיפות' להשיג את רכיבי המשחק ואת הדרייבר המוכן של המשחק
rdbtninfo33.Caption=ממריץ את המערכת לחוויית גיימינג טובה-יותר בקליק אחד
rdbtninfo44.Caption=מאתר תקלות ומתקן את כאבי הראש של סוגיות הנגרמות על ידי דרייברים
rdlblSeeAllC.Caption=תכונות רואות-הכל
rdbtnBuyNow.Caption=רכישה כעת
rdlblEnterCode.Caption=הכנסת רישיון
rdlblRemaind.Caption=הזכר לי מאוחר-יותר
rdlbl60Day.Caption=מדיניות החזר כספי של 60 יום מובטחת
rdbtnClose.Hint=סגירה

[DB_FrameSaleTrialUpd]
lblFeatures.Caption=תכונות
lblTrial.Caption=ניסיוני
lblPro.Caption=פרו
lblTxt1.Caption=סריקת הדרייברים העדכניים
lblTxt2.Caption=עדכון דרייברים בלי מגבלת כמות
lblTxt33.Caption=עדכון אוטומטי של דרייבר בזמן שהמערכת במצב סרק
lblTxt44.Caption=ממריץ את המחשב לחוויית משחק טובה-יותר
lblTxt55.Caption=מתקן שגיאות התקנים לשיחזור בטוח-יותר
lblTxt66.Caption=גיבוי דרייבר לשיחזור בטוח-יותר
lbl1PerDay.Caption=1 ביום
lblLicense.Caption=הכנסת רישיון
btnUpgrade.Caption=שדרוג כעת
lbl60day.Caption=מדיניות החזר כספי של 60 יום מובטחת
btnClose.Hint=סגירה

[DB_FormTransform]
lblTitle.Caption=הסרת התקנה של דרייבר-בוסטר
lbl1.Caption=שינוי לגירסה החינמית להמשך העדכון של הדרייברים בקליק-1
lbl2.Caption=דרייבר-בוסטר חינמי
lbl3.Caption=הבחירה של יותר מ-180 מליון משתמשים!
btn1.Caption=3סד-נתוני-דרייבר ענקי (6.500.000 +)
btn2.Caption=מעדכן בביטחה דרייברים בתקן WHQL בקליק-1
btn3.Caption=ביצועי גיימינג טובים-יותר
btn4.Caption=מתקן כשלי-רשת, אין-שמע, רזולוציה גרועה וכו'
btn5.Caption=מפחית קפיאות מערכת וקריסות
btnFree.Caption=שינוי לחינמי
btnUninstall.Caption=פשוט להסיר-התקנה
btnCancel.Caption=ביטול
btnClose.Hint=סגירה

[DB_AutoupdateFormMain]
rdlbltitle.Caption=המעדכן של דרייבר-בוסטר
rdlblGetting.Caption=בודק מידע עדכון, נא להמתין...
rdlblUpdateCancel.Caption=ביטול
rdlbllater.Caption=החלטה מאוחר-יותר
rdlblNew.Caption=גירסה חדשה זמינה!
rdbtnClose2.hint=סגירה
rdbtnActiva.Caption=הפעלה כעת
rdlblAcTitle.Caption=ברכות!
rdlblDownMin.Caption=הקטנה
rdlblProxy.Caption=הגדרות פרוקסי
rdbtnUpdate.Caption=עדכון כעת
rdlblStartCancel.Caption=ביטול

[Autoupdate_M]
Lan_Activate_M=הגירסה האחרונה כבר ברשותך
Lan_ActivateDesc_M=עייף מעדכונים ידניים? <a>הפעל את עדכון-אוטומטי</a> כעת, לעדכונים רציפים לגירסאות העדכניות באופן אוטומטי!
Lan_Download_M=מוריד (%s) …
Lan_PatchUpdate_M=דרייבר-בוסטר %s זמינה כעת. נא להקליק "עדכון כעת" לקבלת התכונות והשיפורים האחרונים
Lan_FileNew_M=עדכונים חדשים זמינים!
Lan_FileUpdate_M=נא להקליק "עדכון כעת" לקבלת התכונות והשיפורים האחרונים
Lan_Cong_M=ברכות!
Lan_Succ_M=עודכן בהצלחה!
Lan_Failed_M=כישלון בקבלת קובצי עדכון, נא לנסות שוב מאוחר-יותר
Lan_OK_M=אוקיי
Lan_Now_M=עדכון כעת
Lan_AreSure_M=בטוח לבטל הורדת עדכונים?
Lan_NOupdate_M=הגירסה האחרונה כבר ברשותך. אין עדכונים זמינים
Lan_Retry_M=לנסות שוב
Lan_whatnew_M=מה חדש
Lan_ANew_M=גירסה חדשה זמינה!
Lan_Newdesc_M=דרייבר-בוסטר %s כעת זמין. נא להקליק "עדכון כעת" לקבלת התכונות והשיפורים העדכניים

[DB_FormPromoteISU]
rdbtnStop.Caption=תפסיק
rdlblupdateDesc.Caption=לשמירה על רציפות העדכונים בקלות, אנו ממליצים להתקין את 
rdbtnInstall.Caption=להתקין עכשיו
rdhtmlblClick1.Caption=בלחיצה על "התקן כעת", אתה מסכים להתקין את IObit Software Updater ומקבל את ה <a> EULA </a> ו <a> מדיניות הפרטיות </a> שלו.
rdlblNoupdateTitle.Caption=אין עדכוני תכנה זמינים
rdlblNoupdateDesc.Caption=נא להתקין את איאוביט/"מעדכן-התכנה" לשמירה על עדכון רציף של תכניות מותקנות, בקליק-אחד
rdbtnClose.hint=סגירה
Lan_founds_M=נמצאו <a>%d</a> עדכוני תכנה
Lan_found_M=נמצא <a>1</a> עדכון תכנה
Lan_new_M=גרסה חדשה:

[DB_FrmNetwork]
lblProxyAddr.Caption=מארח:
lblProxyPort.Caption=פיתחה:
lblProxyUser.Caption=שם משתמש:
lblProxyPass.Caption=סיסמה:
chkProxy.Caption=אפשר פרוקסי
chkProxy0_new.Caption=לא פרוקסי
chkProxy1_new.Caption=להשתמש בהגדרות המערכת של פרוקסי
chkProxy2_new.Caption=פרוקסי מותאם אישית

[DB_FrmPageDrivers]
lblDownPath.Caption=תיקיית הורדה (שמור כל הורדות הדרייברים בתיקייה זו):
btnDownPath.Caption=דפדף...
lblBackPath.Caption=תיקיית גיבוי (שמור כל גיבוי הדרייברים בתיקייה זו):
btnBackPath.Caption=דפדף...
chkAutoBackup.Caption=יוצר נקודת שחזור אוטומטית לפני שהדרייבר מותקן
chkAutoBackup2.Caption=מגבה אוטומטית את הדרייבר לפני שהוא מותקן
chkAcceDown.Caption=מאיץ את ההורדה בעדכון הדרייברים
chkAutoDelete.Caption=מוחק אוטומטית חבילות דרייברים מותקנים
lblDrvVerCount_lng.Caption=המספר המרבי של גרסאות הגיבוי השמורות לגיבוי מנהלי התקנים:

[DB_FrmScan]
chkAutoScan.Caption=סורק אוטומטית כאשר תוכנית מושקת
chkWhqlTest.Caption=הצג רק דרייברים שעברו את בדיקות WHQL
lblWhqlTestDesc.Caption=בדיקות WHQL (מעבדות של חלונות לבדיקת איכות חומרה) הן תהליך בדיקה של מייקרוסופט הנוקטות הרצת סידרת בדיקות על חומרות או תוכנות של צד-שלישי. הבדיקות WHQL יבטיחו את היציבות והאבטחה של עדכוני דרייברים. אם תבחר לעדכן דרייברים שלא עברו בדיקות WHQL אתה עלול להיתקל בסוגיות יציבות וחוסר-תאימות, ואפילו תפקוד גרוע של המערכת
chkScanPnp.Caption=אוטומטית סורק הֵתקנים שזה עתה חוברו
chkScanGame.Caption=עדכוני סריקה עבור רכיבי משחק
lblScanSubhead1.Caption=עדיפויות סריקה של מנהלי התקנים:
chkCapability_lng.Caption=האחרון קודם
chkSteady_lng.Caption=יציבות קודם

[DB_FrmGeneral]
chkCloseAction.Caption=מזער למגש המערכת כאשר תוכנית נסגרת
lblLanguage.Caption=שפה:
lblTrans.Caption=שקיפות:
lblFontSize.Caption=גודל גופן:
btnFontSize1.Hint=רגיל
btnFontSize2.Hint=גדול
btnFontSize3.Hint=יותר גדול
chkSaveWndRct.Caption=זכור את גודל ומיקום החלון שנפתח לאחרונה
chkAnimateOff.Caption=כבה את אפקטי האנימציה של התוכנית (מומלץ למחשב מוגדר נמוך)
chkSkipUAC.Caption=Skip user account control warning
lblSidebar.Caption=סרגל צדי
lblDetail.Caption=תצורה מפורטת
lblClassic.Caption=תצורה קלאסית

[DB_FrmIgnore]
lblIgnoreList.Caption=ההֵתקנים שב'התעלמות' לא ייסרקו עבור העדכונים התואמים עד אשר תשחזר אותם מהרשימה למטה
btnRestore.Caption=אחזר
lvIgnoreList.Columns[0].Caption=שם הֵתקן
lvIgnoreList.Columns[1].Caption=גירסה

[DB_FrmFocus]
lvFocusApps.Columns[0].Caption=שם פריט
lvFocusApps.Columns[1].Caption=תיאור
btnAutoFocus.Caption=מצב שקט אוטומטי
lblPageFocusDesc1.Caption=משתנה למצב שקט אוטומטית כאשר משימת-מסך-מלא או תכנית/משחק ספציפיים רצים. במצב שקט לא תוטרד על ידי איזו הודעה מדרייבר-בוסטר כך שתוכל להתמקד במה שאתה עושה
btnFocusWin10.Caption=תואם עם המסייע של מייקרוסופט/חלונות- 10 (גירסה 1803 ומעלה)
lblPageFocusDesc2.Caption=תכניות/משחקים שצויינו ע"י משתמש
btnFocusAdd.Caption=הוספה
btnFocusDelete.Caption=מחיקה

[DB_FrmScheduler]
lblSchedulerDesc.Caption=בחירת כל אופציה למטה תיצור את המתזמן של דרייבר-בוסטר
chkAutoRun.Caption=השקה אוטומטית בעליית חלונות
chkSchedule.Caption=סרוק בתדירות קבועה
cbxSchedule.Items[0]=יומית
cbxSchedule.Items[1]=שבועית
cbxSchedule.Items[2]=דו-שבועית
cbxSchedule.Items[3]=חודשית
chkAutoDownload.Caption=אוטומטית מעדכן דרייברים כשהמערכת במצצב סרק
btnAutoDownDesc.Caption=הורדה בלבד של דריוורים ועדכוני רכיבי משחק
btnAutoUpdtDesc.Caption=הורדה והתקנה של דריוורים ועדכוני רכיבי משחק
chkAutoIdle.Caption=בחר את הסוג שתרצה לעדכן אוטומטית
chkAutoGra.Caption=כרטיס גראפי
chkAutoAudio.Caption=אאודיו
chkAutoNetWork.Caption=רשת
chkAutoChipset.Caption=ערכת-שבבים
chkAutoExtDev.Caption=התקנים חיצוניים
chkAutoGameCom.Caption=רכיבי משחק
chkAutoOthers.Caption=אחרים
lblAutoUpdate.Caption=עדכן:
chkAutoUpdate1.Caption=עדכון אוטומטי
chkAutoUpdate2.Caption=הזכר לי כשעדכונים זמינים
chkAutoUpdate3.Caption=עדכון ידני

[DB_FormIObitOffer]
lbl_Title.Caption=הצעה אופציונלית
btn_Cancel.Caption=ביטול
btn_Close.hint=סגירה
btn_Stop.Caption=עצירה
lblHighlyTitle.Caption=פרטי מיטוב מערכת
lblHighlyDescribe.Caption=פריטים אלה ישפיעו על ביצועי המערכת שלך.מומלץ להתקין את
btnHighlyInstall.Caption=התקנה למיטוב
btnHighlyClose.hint=סגירה
lblCancel.Caption=ביטול
btn_Install.Caption=התקנה

[DB_FormASCOfferDetail]
lblTitle.Caption=פרטים
btn_Close.hint=סגירה
lblReport.Caption=צפיה בדו"ח

[DB_FormISUOffer]
lblTitle.Caption=פרטים
btnClose.hint=סגירה

[FrmOfflineMain_FrmOfflineMain]
btnClose.Hint=סגירה
btnMini.Hint=הקטנה
lblStartDes.Caption=מסייע בתיקון כשלי רשת בעקבות מחסור בדרייבר רשת ועדכון לא-מקוון של דרייברים עבור התקנה מחדש/שדרוג המערכת
lblScan.Caption=ייצוא מידע ההתקן
lblScanDes.Caption=ייצוא מידע ההתקן של המחשב שעליו תרצו להתקין דרייברים
btnStartExport.Caption=ייצוא
lblDownload.Caption=מוריד דרייבר
lblDownloadDes.Caption=טוען את קובץ מידע ההתקן לייצוא להורדת דרייברים (על המחשב עם גישה למרשתת)
btnStartDownload.Caption=הורדה
lblHelp.Caption=איך זה עובד? להקליק כאן לפירוט
btnResultCheck.Caption=לפתוח תיקייה שמורה
btnResult.Caption=אוקיי
lblDSelect.Caption=לסמן את קובץ המידע של הדרייבר המיועד לייצוא:
btnBrowse.Caption=דפדוף...
lblDDes.Caption=המידע שלמטה מובא מקובץ המידע של ההתקן לעיל כברירת-מחדל. אם תרצו להתקין מחדש או לשדרג המערכת, ניתן לערוך שינויים במידע לפי הצרכים שלכם
lblDOSVer.Caption=גירסת מערכת ההפעלה:
lblDSysType.Caption=סוג המערכת:
lblDDriverType.Caption=סוג הדרייבר:
lblDSave.Caption=לבחור מיקום לשמירת חבילת הדרייבר:
btnDSave.Caption=דפדוף...
btnDBack.Caption=חזרה
btnDDownload.Caption=הורדה
btnStop.Caption=עצירה
lblStopDes.Caption=נא להמתין לעצירה. זה עלול לקחת זמן מה
lblInstalHead.Caption=התקנת דרייבר לא-מקוונת
lblInstallSubHead.Caption=לבחור דרייברים שצריכים ולהקליק "התקנה" להתחלת ההתקנה
lvDriverInfo.Columns[0].Caption=שם ההתקן
lvDriverInfo.Columns[1].Caption=גירסה
lvDriverInfo.Columns[2].Caption=תאריך
btnInstall.Caption=התקנה
btnScanStop.Caption=עצירה
btnIconAndTitle.Caption=מעדכן התכנה לא-מקוון
lblWarn.Caption=קובץ לא תקף או נתיב קובץ! נא לבדוק שוב!

[FrmOfflineMain_M]
Offline_Result1_M=יוצא בהצלחה!
Offline_ResultDes1_Offline_M=נא להעתיק את הקובץ המיוצא '<a>%s</a>' למחשב אחר עם גישה תואמת להורדת דרייברים
Offline_ResultDes1_Online_M=הקלקה-כפולה על '<a>%s</a>' ולבחור מידע מיוחס להורדת דרייברים בהתאם
Offline_Result2_M=הוּרד בהצלחה
Offline_ResultDes2_Equal_M=כעת ניתן לשדרג/להתקין מחדש את המערכת שלך, להתקין את הדרייבר-בוסטר האחרון, ואז הקלקה-כפולה על קובץ חבילת הדרייבר שהורד להתקנת הדרייבר
Offline_ResultDes2_Differ_M=נא להעתיק את קובץ '<a>%s</a>'
Offline_Result3_M=ברכות!
Offline_ResultDes3_M=הדרייבר הלא-מקוון הותקן בהצלחה. נא לאתחל המחשב כדי שהשינויים ייכנסו לתוקף
Offline_Result4_M=אופס!
Offline_ResultDes4_M=כישלון בהתקנת דרייבר! נא להתקשר אלינו לעזרה
Offline_Scan_M=סורק...
Offline_Packag_M=אורז...
Offline_DownLoading_M=מוריד
Offline_Installing_M=מתקין
Offline_Back_M=יוצר נקודת שחזור, נא להמתין מס' דקות
Offline_Nodrv_M=לא נמצא קובץ דרייבר! נא להתקשר אלינו לעזרה
Offline_ScanFailed_M=הסריקה נכשלה! נא להתקשר אלינו לעזרה
Offline_DownloadFailed_M=כישלון בהורדת דרייבר! נא לבדוק חיבורי הרשת שלך
Offline_PackageFailed_M=נכשל באריזה! נא להתקשר אלינו לעזרה
Offline_StopInstall_M=עוצר...
Offline_Save_M=שומר...
Offline_UnPackag_M=מחלץ...
Offline_DriverType1_M=רק התקני רשת
Offline_DriverType2_M=כל ההתקנים
Offline_Title_M=מעדכן דרייבר לא-מקוון

[DB_FormZeroPromote]
lblTitle.caption=תגמול למשתמש נאמן!
lblSubTitle.caption=קבלת מחשב טוב יותר וביצועי משחק ו-39 ימי ניסיון של דרייבר-בוסטר פרו
btnTrial.caption=להתחיל גירסת ניסיון בחינם
btnClose.hint=סגירה

[DB_FormProList]
btnClose.Hint=סגירה
htmlblTitle.Caption=שדרג עכשיו כדי לעדכן <a>%s יותר מנהלי התקנים ומנהלי משחקים</a> לביצועי מחשב מהירים וטובים יותר
lblStatus.Caption=הסטטוס הנוכחי שלך:
lblEnterCode.Caption=הכנסת רישיון
lblInfoCover.Caption=100% 60-יום כסף בחזרה מובטח
btnUpgrade.Caption=שדרוג כעת

[DB_FormSaleGameDriver]
btnClose.Hint=סגירה
htmlblTitle.Caption=שפעול כעת לעדכון <a>%s</a> יותר דרייברים למשחק
lblMainInfo.Caption=וליהנות ממקסימום ביצועי גיימינג
lbl1.Caption=תיקון צווארי-בקבוק בביצועים כדי לגרום למשחקים לרוץ מהר-יותר
lbl2.Caption=משפר את יציבות ביצועי המשחק
lbl3.Caption=תמיכה בתכונות משחק חדשות מלכתחילה
btnUpgrade.Caption=שפעול כעת
lblInfoCover.Caption=100% 60-יום כסף בחזרה מובטח

[DB_FormReward]
lblTitle.Caption=לשתף עבור תגמולים
lblTitleMain.Caption=שיתוף עבור תגמולים
btnClose.Hint=סגירה
btnCloseMain.Hint=סגירה
lblWait.Caption=טעינה
lblDes1.Caption=לשתף כדי להרוויח <a>שישה חודשי מהדורת הפרו בחינם</a>!
lblDes2.Caption=לשתף את דרייבר-בוסטר עם חברים ומשפחה. אפשר לזכות בדרייבר-בוסטר פרו מרגע שהם מתקינים בהצלחה את דרייבר-בוסטר
lblid.Caption=לשתף עם:
btnCopy.Hint=העתקת הקישור לשיתוף ישיר
btnf.Hint=שיתוף דרך פייסבוק
btnt.Hint=שיתוף דרך טוויטר
btne.Hint=שיתוף בדוא"ל
lblRewards.Caption=תגמולים:
lblTime1.Caption=<a>1</a> חודש פרו
lblTime2.Caption=<a>3</a> חודשי פרו
lblTime3.Caption=<a>6</a> חודשי פרו
btnGetNow.Caption=לקבל כעת
lblRefresh.Caption=רענון
lblcopy.Caption=העתקת קישור

[DB_FormShare]
lblTitle.Caption=שיתוף דרך דוא"ל
btnClose.Hint=סגירה
lblfemail.Caption=כתובת הדוא"ל של חבר:
lblName.Caption=שמך:
lblEmail.Caption=כתובת הדוא"ל שלך:
btnShare.Caption=שיתוף

